[{"id":"m001","name":"Ben Nevis","gaelic_translation":"Beinn Nibheis","meaning":"Possibly from an old Gaelic word meaning venomous","description":"The highest mountain in Britain, Ben Nevis certainly attracts the crowds, with hordes of trippers toiling up the long and punishing stony ascent to the summit in the summer months. The North Face, on the other hand, presents a very different prospect, its towering precipices and narrow gullies making up one of the most celebrated rock and ice climbing arenas in the country.","height":1345,"region":"Loch Linnhe to Loch Ericht","location_lat":56.796849,"location_lng":-5.003525,"times_bagged":1614}, 
 {"id":"m002","name":"Ben Macdui","gaelic_translation":"Beinn Macduibh","meaning":"Hill of the son of Duff","description":"The second highest mountain in Britain, Ben Macdui is in the centre of the arctic-like Cairngorms plateau - a much wilder place than Ben Nevis. Climbed equally frequently from both Deeside and Speyside, the summit is said to be haunted by the wraith-like Old Grey Man.","height":1309,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.070368,"location_lng":-3.669099,"times_bagged":649}, 
 {"id":"m003","name":"Braeriach","gaelic_translation":"Am Bràigh Riabhach","meaning":"Brindled greyish upper part","description":"The third highest mountain in Britain, Braeriach is perhaps the finest of the Cairngorms. Reaching its vast summit plateau requires a long approach walk - this remains a truly wild place - whilst all around the plateau are a vast range of dramatic and beautiful corries.","height":1296,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.078298,"location_lng":-3.728389,"times_bagged":239}, 
 {"id":"m004","name":"Cairn Toul","gaelic_translation":"Càrn an t-Sabhail","meaning":"Hill of the barn","description":"Cairn Toul is the most shapely of the high Cairngorms, rising as a giant sentinel above the infant River Dee. It is in a very wild and remote position and many walkers will need an overnight trip to climb it, whether from Deeside or Speyside.","height":1291,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.054397,"location_lng":-3.710773,"times_bagged":193}, 
 {"id":"m005","name":"Sgor an Lochan Uaine","gaelic_translation":"","meaning":"Peak of the little green loch","description":"Sgòr an Lochain Uaine (also known as Angel`s Peak) was promoted to full Munro status in 1997. It is an extremely remote mountain at the heart of the Cairngorms. The fine summit, a twin to Cairn Toul, overlooks the magnificent Garbh Choire.","height":1258,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.058369,"location_lng":-3.725797,"times_bagged":184}, 
 {"id":"m006","name":"Cairn Gorm","gaelic_translation":"An Càrn Gorm","meaning":"Blue hill","description":"Cairn Gorm is one of the best known summits in Scotland, and despite not being the highest has lent its name to this whole mountain range. It has heavily developed for ski-ing and by the funicular railway to the Ptarmigan restaurant, detracting greatly from its wildness and the experience of climbing it on foot.","height":1245,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.116714,"location_lng":-3.644477,"times_bagged":809}, 
 {"id":"m007","name":"Aonach Beag","gaelic_translation":"","meaning":"Little hill","description":"Aonach Beag is second highest summit in the Nevis Range, but is hidden from most views by the lower but more bulky Aonach Mòr. Its domed summit rises above extensive broken crags and corries.","height":1234,"region":"Loch Linnhe to Loch Ericht","location_lat":56.799998,"location_lng":-4.954121,"times_bagged":129}, 
 {"id":"m008","name":"Aonach Mòr","gaelic_translation":"","meaning":"Big hill","description":"Although lower than neighbouring Aonach Beag, Aonach Mòr derives the `Mòr` tag from its greater bulk, hiding its higher neighbour. It is well seen from the Commando Memorial but this side of the mountain is scarred by ski-developments.","height":1221,"region":"Loch Linnhe to Loch Ericht","location_lat":56.812932,"location_lng":-4.961744,"times_bagged":166}, 
 {"id":"m009","name":"Càrn Mòr Dearg","gaelic_translation":"","meaning":"Big red hill","description":"Càrn Mòr Dearg may be one of the highest mountains in Britain, but it is completely overshadowed by Ben Nevis. It is the perfect viewpoint from which to admire the Ben`s magnificent North Face. Its graceful peak crowns a fine ridge - joined to its great neighbour by the celebrated Càrn Mòr Dearg Arête.","height":1220,"region":"Loch Linnhe to Loch Ericht","location_lat":56.805246,"location_lng":-4.986616,"times_bagged":353}, 
 {"id":"m010","name":"Ben Lawers","gaelic_translation":"Beinn Labhair","meaning":"Gaelic labhar, meaning loud (from a stream)","description":"Ben Lawers is the highest mountain in the Southern Highlands and one of Scotland`s most popular peaks. Rising high above Loch Tay, it is also renowned for its arctic-alpine flora, and is a National Nature Reserve. The mountain is owned by the National Trust for Scotland.","height":1214,"region":"Loch Tay to Rannoch Moor","location_lat":56.544922,"location_lng":-4.22086,"times_bagged":1123}, 
 {"id":"m011","name":"Beinn a` Bhùird","gaelic_translation":"","meaning":"Table-hill","description":"Beinn a` Bhuird is one of the giants of the Cairngorms, a mountain of immense bulk. Its spacious plateau forms the rim above some magnificent corries, with the remote Garbh Choire being the finest. The mountain can be approached either through the pinewoods of Glen Quoich or the moors of Gleann an t-Slugain.","height":1197,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.08759,"location_lng":-3.499366,"times_bagged":94}, 
 {"id":"m012","name":"Càrn Eige","gaelic_translation":"","meaning":"File hill","description":"Càrn Eige is the highest of all the mountains north of the Great Glen, and forms the culminating point of the great range of peaks on the north side of beautiful Glen Affric. It is almost always climbed together with its twin and near neighbour, Mam Sodhail.","height":1183,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.287711,"location_lng":-5.115127,"times_bagged":61}, 
 {"id":"m013","name":"Beinn Mheadhoin","gaelic_translation":"","meaning":"Middle hill","description":"Beinn Mheadhoin lies at the remote heart of the Cairngorms range, its summit plateau strewn with some spectacular granite tors. It can be approached either from the north across the magnificent Loch Avon basin - involving much reascent on the return - or via the longer approach from the south.","height":1182,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.095849,"location_lng":-3.611464,"times_bagged":142}, 
 {"id":"m014","name":"Mam Sodhail","gaelic_translation":"","meaning":"Hill of the barns","description":"Mam Sodhail is a twin to the neighbouring Càrn Eige, the two highest peaks north of the great glen. It is supported by fine ridges high above the shores of beautiful Loch Affric.","height":1181,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.279801,"location_lng":-5.120267,"times_bagged":63}, 
 {"id":"m015","name":"Stob Choire Claurigh","gaelic_translation":"","meaning":"Gaelic clamhras, meaning brawling or clamouring","description":"The highest of the Grey Corries, this fine peak appears covered in scree in distant views. The range actually makes for a classic ridgewalk, almost always including at least the neighbouring Stob Coire an Laoigh.","height":1177,"region":"Loch Linnhe to Loch Ericht","location_lat":56.823786,"location_lng":-4.849624,"times_bagged":113}, 
 {"id":"m016","name":"Ben More","gaelic_translation":"","meaning":"Big hill","description":"Ben More is instantly recognisable, a towering pyramid from near Crianlarich and joined by its near neighbour Stob Binnein in more distant views. Its slopes above Benmore Farm are relentlessly steep.","height":1174,"region":"Loch Fyne to Loch Tay","location_lat":56.385952,"location_lng":-4.540103,"times_bagged":642}, 
 {"id":"m017","name":"Ben Avon","gaelic_translation":"","meaning":"Bed of the yellow stag","description":"Ben Avon is the easternmost of the high Cairngorms. This extraordinary mountain has a vast plateau stretching for miles and dotted with an amazing array of granite tors. One of these forms the summit, requiring a short scramble.","height":1171,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.099347,"location_lng":-3.434422,"times_bagged":92}, 
 {"id":"m018","name":"Stob Binnein","gaelic_translation":"","meaning":"Gaelic binnein, meaning peak","description":"Stob Binnein is joined to its slightly higher twin Ben More and seldom thought of on its own; however it is actually the finer of the two summits. It can be approached separately from the south as well as the more usual combination from the north.","height":1165,"region":"Loch Fyne to Loch Tay","location_lat":56.370726,"location_lng":-4.535753,"times_bagged":508}, 
 {"id":"m019","name":"Beinn Bhrotain","gaelic_translation":"","meaning":"Hill of the mastiff","description":"Beinn Bhrotain is a huge, sprawling mountain rising in an extremely remote location on the west side of Glen Dee. Its northern side falls precipitously down to the great trench of Glen Geusachan.","height":1157,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.009868,"location_lng":-3.723813,"times_bagged":79}, 
 {"id":"m262","name":"Seana Bhràigh","gaelic_translation":"","meaning":"Old upper part","description":"One of the more remote Munros, Seana Bhràigh is situated on the very edge of an undulating plateau, dramatically poised above the stunning Luchd Choire.","height":926,"region":"Loch Broom to the Cromarty Firth","location_lat":57.84733,"location_lng":-4.89662,"times_bagged":48}, 
 {"id":"m020","name":"Derry Cairngorm","gaelic_translation":"","meaning":"Blue hill of Derry","description":"Derry Cairngorm is often mistaken for Ben Macdui in views from Deeside, its great summit cone rising above the foothills. It is one of the best viewpoints for Ben Macdui, seen above the grand Coire Uaine.","height":1155,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.062801,"location_lng":-3.622004,"times_bagged":197}, 
 {"id":"m021","name":"Lochnagar","gaelic_translation":"","meaning":"Little loch of the noisy sound (Lochan na Gaire)","description":"Lochnagar is one of the most celebrated of the Munros, a pointed summit rising high above one of Scotland`s most beautiful corries. It was also featured in a poem by Lord Byron, ending with the following lines: England thy beauties are tame and domestic, To one who has roved on the mountains afar, Oh! For the crags that are wild and magestic, The steep frowning glories of dark Lochnagar.","height":1155,"region":"Glen Shee to Glen Esk","location_lat":56.960254,"location_lng":-3.24526,"times_bagged":649}, 
 {"id":"m022","name":"Sgùrr nan Ceathreamhnan","gaelic_translation":"","meaning":"Peak of the quarters","description":"Sgùrr nan Ceathreamhnan is a magnificent mountain, the culminating point of a series of fine ridges. It is at the very heart of the wild area at the head of Glen Affric - making it one of the remotest peaks in Scotland - and most walkers will need an overnight stay to make the ascent.","height":1151,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.254911,"location_lng":-5.222732,"times_bagged":33}, 
 {"id":"m023","name":"Bidean nam Bian","gaelic_translation":"","meaning":"Peak of the mountains","description":"Bidean nam Bian is more a mountain range than a single mountain, a huge and complex mass of dramatic crags, ridges and summits towering on the south side of Glen Coe. The main summit is hidden from the road behind the Three Sisters - three great prows - and the top of Stob Coire nan Lochain.","height":1150,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.642768,"location_lng":-5.029335,"times_bagged":384}, 
 {"id":"m024","name":"Sgùrr na Lapaich","gaelic_translation":"","meaning":"Peak of the bog","description":"Sgùrr na Lapaich is the highest of the huge and very remote range of mountains on the north side of Loch Mullardoch. On fine days it is prominent in views from the Kessock Bridge and Inverness.","height":1150,"region":"Loch Mullardoch to Glen Carron","location_lat":57.369311,"location_lng":-5.059726,"times_bagged":51}, 
 {"id":"m025","name":"Ben Alder","gaelic_translation":"","meaning":"From the Alder Burn, meaning rock water","description":"Ben Alder is one of the remotest of the Munros. A spacious plateau surrounded by cliffs and steep slopes, this is a mountain of memorable character and an almost palpable personality. The approach is enlivened by the dramatic Leachas ridges which offer some scrambling.","height":1148,"region":"Loch Linnhe to Loch Ericht","location_lat":56.813796,"location_lng":-4.465089,"times_bagged":69}, 
 {"id":"m026","name":"Geal-chàrn (Alder)","gaelic_translation":"","meaning":"White hill","description":"This is the highest of several Munros by the name of Geal Chàrn. A very remote peak, it is in the centre of a great ridge between Ben Alder and the Loch Laggan area; its finest feature is the Lancet Edge, a dramatic ridge pluging down to Culra.","height":1132,"region":"Loch Linnhe to Loch Ericht","location_lat":56.837836,"location_lng":-4.509727,"times_bagged":70}, 
 {"id":"m027","name":"Binnein Mòr","gaelic_translation":"","meaning":"Big peak","description":"Binnein Mòr is the highest summit of the magnificent Mamores range, one of the best mountain ranges in Scotland for keen hillwalkers. It is also a fine and graceful mountain in its own right. The views are tremendous, especially across to Ben Nevis and down onto its lower neighbours.","height":1130,"region":"Loch Linnhe to Loch Ericht","location_lat":56.754358,"location_lng":-4.925795,"times_bagged":172}, 
 {"id":"m028","name":"Ben Lui","gaelic_translation":"","meaning":"Calf hill","description":"Ben Lui is a graceful peak, considered by many people to be the finest mountain in the Southern Highlands. It offers its best side towards Dalrigh, and approaches from this side can involve a scramble round either rim of its northeastern corrie, but it is more usually climbed from Glen Lochay, a much shorter route.","height":1130,"region":"Loch Fyne to Loch Tay","location_lat":56.397013,"location_lng":-4.81051,"times_bagged":409}, 
 {"id":"m029","name":"An Riabhachan","gaelic_translation":"","meaning":"The brindled greyish one","description":"An Riabhachan is a massive ridged mountain to the north of Loch Mullardoch. It can be combined with neighbouring summits to make an epic day, whether tackled from Loch Mullardoch or from upper Glen Strathfarrar to the north.","height":1129,"region":"Loch Mullardoch to Glen Carron","location_lat":57.362429,"location_lng":-5.104728,"times_bagged":46}, 
 {"id":"m030","name":"Creag Meagaidh","gaelic_translation":"","meaning":"Bogland rock","description":"Creag Meagaidh is a vast plateau, and one of the higher mountains of the central Highlands - often recognisable from afar due to the distinctive cleft of the Window. The mountain is chiefly famed for the magnificent Coire Àrdair, second only to Ben Nevis as mecca for ice-climbers.","height":1128,"region":"Speyside to Great Glen","location_lat":56.952033,"location_lng":-4.602084,"times_bagged":197}, 
 {"id":"m031","name":"Ben Cruachan","gaelic_translation":"","meaning":"Stacky hill","description":"Ben Cruachan is a very popular mountain, the highest summit of a grand range of sharp peaks between Loch Awe and Loch Etive, prominent in many distant views. Beneath the central corrie there is a huge underground hydro-electric power station.","height":1126,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.426839,"location_lng":-5.131828,"times_bagged":369}, 
 {"id":"m032","name":"Càrn nan Gabhar","gaelic_translation":"","meaning":"Hill of the goats","description":"Càrn nan Gabhar is the highest and remotest summit of Beinn a` Ghlò. It offers views across the empty wilderness of the Mounth and makes a fine termination to a grand ridge-walk.","height":1121,"region":"Drumochter to Glen Shee","location_lat":56.839837,"location_lng":-3.688006,"times_bagged":328}, 
 {"id":"m033","name":"A` Chralaig","gaelic_translation":"","meaning":"The basket or creel","description":"A` Chralaig is a massive mountain and, despite being lesser known than many of its neighbours, is actually the highest summit in Kintail. The ascent from the Cluanie Inn is an unrelenting slog but it leads up to a very fine ridge and superb views.","height":1120,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.18424,"location_lng":-5.154842,"times_bagged":84}, 
 {"id":"m034","name":"An Stùc","gaelic_translation":"","meaning":"The peak","description":"An Stùc was promoted to Munro status in 1997 and is the steepest and sharpest of the Ben Lawers range. When approaching from Meall Garbh the ascent is extremely steep, exposed and loose.","height":1118,"region":"Loch Tay to Rannoch Moor","location_lat":56.560093,"location_lng":-4.216258,"times_bagged":398}, 
 {"id":"m035","name":"Meall Garbh (Ben Lawers)","gaelic_translation":"","meaning":"Rough hill","description":"Meall Garbh is one of the Ben Lawers range, exactly the same height as neighbouring An Stùc. It is part of the fine round of the corrie containing Lochan nan Cat.","height":1118,"region":"Loch Tay to Rannoch Moor","location_lat":56.566122,"location_lng":-4.207707,"times_bagged":429}, 
 {"id":"m036","name":"Sgòr Gaoith","gaelic_translation":"","meaning":"Peak of wind","description":"Sgòr Gaoith is a distinctive peaked summit on the eastern edge of an area of vast, rolling plateaux. It has an amazingly dramatic location right on the edge of a huge wall of broken crags which collapse down to Loch Einich, and makes for one of the finest shorter hillwalks in the Cairngorms.","height":1118,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.068561,"location_lng":-3.810856,"times_bagged":324}, 
 {"id":"m037","name":"Aonach Beag (Alder)","gaelic_translation":"","meaning":"Little hill","description":"Aonach Beag is part of the high mountain ridge situated just to the north of Ben Alder. It has a dome-shaped form, with three radiating ridges and steep flanks, making part of a grand ridge walk.","height":1116,"region":"Loch Linnhe to Loch Ericht","location_lat":56.833496,"location_lng":-4.529181,"times_bagged":60}, 
 {"id":"m038","name":"Stob Coire an Laoigh","gaelic_translation":"","meaning":"Peak of the corrie of the calf","description":"Stob Coire an Laoigh is the second of the Grey Corries peaks, set on a magnificent ridgewalk. The approaches to this peak are long and the Grey Corries traverse is not to be taken lightly.","height":1116,"region":"Loch Linnhe to Loch Ericht","location_lat":56.810877,"location_lng":-4.884891,"times_bagged":105}, 
 {"id":"m039","name":"Stob Coire Easain","gaelic_translation":"","meaning":"Peak of the corrie of the little waterfall","description":"A twin to neighbouring Stob a` Choire Mheadhoin, Stob Coire Easain shows a steep face to the northeast. This lengthy ridge lies between the deep trench of Loch Treig - traversed by the West Highland railway line - and the Lairig Leacach pass.","height":1115,"region":"Loch Linnhe to Loch Ericht","location_lat":56.81819,"location_lng":-4.77371,"times_bagged":110}, 
 {"id":"m040","name":"Monadh Mòr","gaelic_translation":"","meaning":"Big hill","description":"Monadh Mòr is a vast plateau in the very heart of the wild Cairngorms. Its ascent - usually combined with Beinn Bhrotain - requires a great deal of effort, whether approached across the vast plateaux from Glen Feshie or via the more obvious route past White Bridge and the Linn of Dee, or up Glen Geusachan.","height":1113,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.02679,"location_lng":-3.750102,"times_bagged":72}, 
 {"id":"m041","name":"Tom a` Chòinich","gaelic_translation":"","meaning":"Hill of the moss","description":"Tom a` Chòinich is an eastward extension of the Càrn Eige range, an `e`-shaped junction of three ridges above Glen Affric. It is a far finer peak than its lumpy neighbour Toll Creagach.","height":1112,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.299554,"location_lng":-5.048962,"times_bagged":88}, 
 {"id":"m042","name":"Càrn a` Choire Bhòidheach","gaelic_translation":"","meaning":"Hill of the beautiful corrie","description":"Càrn a` Choire Bhòidheach is in the centre of the extensive White Mounth plateau. The true summit is a featureless swelling but a short distance further north is the more dramatic Stuic, a minor summit on the edge of two dramatic corries.","height":1110,"region":"Glen Shee to Glen Esk","location_lat":56.945773,"location_lng":-3.272707,"times_bagged":355}, 
 {"id":"m043","name":"Sgùrr Mòr","gaelic_translation":"","meaning":"Big peak","description":"Sgùrr Mòr is the highest of the Fannichs and easily recognised from afar due to its perfect and improbable cone-like shape. It is a wonderful viewpoint for the northwest Highlands and the highlight of any ridgewalk in the Fannichs.","height":1110,"region":"Loch Maree to Loch Broom","location_lat":57.700134,"location_lng":-5.016748,"times_bagged":85}, 
 {"id":"m044","name":"Sgùrr nan Conbhairean","gaelic_translation":"","meaning":"Peak of the keeper of the hounds","description":"Sgùrr nan Conbhairean is a shy, dome shaped mountain above Loch Cluanie but set back too far to be seen from the road. It is the highest of a group of three Munros that make an enjoyable round.","height":1109,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.177613,"location_lng":-5.095407,"times_bagged":90}, 
 {"id":"m045","name":"Meall a` Bhùiridh","gaelic_translation":"","meaning":"Hill of the bellowing (of stags)","description":"Meall a` Bhùiridh is the highest of the Black Mount and has a good position on the edge of Rannoch Moor, making it a grand viewpoint. The sense of wildness on the ascent is rather lessened by ski-tows almost to the summit.","height":1108,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.612218,"location_lng":-4.852078,"times_bagged":286}, 
 {"id":"m046","name":"Stob a` Choire Mheadhoin","gaelic_translation":"","meaning":"Peak of the middle corrie","description":"A twin to neighbouring Stob Coire Easain, Stob a` Choire Mheadhoin is part of a huge north-south ridge. It looks a fine pyramid when seen from around Moy its central position and height makes it a good viewpoint.","height":1105,"region":"Loch Linnhe to Loch Ericht","location_lat":56.823693,"location_lng":-4.7602,"times_bagged":112}, 
 {"id":"m047","name":"Beinn Ghlas","gaelic_translation":"","meaning":"Greenish-grey hill","description":"Beinn Ghlas is a little known Munro but one of the most frequently climbed, the reason being that it is visited on the usual path used en-route to Ben Lawers. Almost never climbed in its own right, it supports a wonderful arctic flora and is part of the Ben Lawers National Nature Reserve.","height":1103,"region":"Loch Tay to Rannoch Moor","location_lat":56.536005,"location_lng":-4.236977,"times_bagged":1065}, 
 {"id":"m048","name":"Beinn Èibhinn","gaelic_translation":"","meaning":"Delightful hill","description":"Beinn Èibhinn is a steep sided ridge curving round Coire a` Charra Mhoir. Part of the Geal Chàrn ridge system north of Ben Alder, it requires a long walk to reach it from any direction.","height":1102,"region":"Loch Linnhe to Loch Ericht","location_lat":56.825254,"location_lng":-4.542082,"times_bagged":56}, 
 {"id":"m049","name":"Mullach Fraoch-choire","gaelic_translation":"","meaning":"Heather-corrie peak","description":"Mullach Fraoch-Choire may be hidden from Cluanie but it is one of the finest mountains of the region. Approached from a` Chralaig, the final ridge is riven into a series of exposed pinnacles , and the summit views over Glen Affric are superb.","height":1102,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.20545,"location_lng":-5.155691,"times_bagged":67}, 
 {"id":"m050","name":"Creise","gaelic_translation":"","meaning":"Unknown","description":"Criese is the mid-point and summit of a fine ridge running from Clach Leathad (formerly regarded as the true summit) and the steep nose of Sron na Creise, the finest feature of the mountain as seen in the photo.","height":1100,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.614449,"location_lng":-4.871979,"times_bagged":235}, 
 {"id":"m051","name":"Sgùrr a` Mhàim","gaelic_translation":"","meaning":"Peak of the large rounded hill","description":"Sgùrr a` Mhàim is on a projecting spur to the north of the main Mamores ridge. The summit is covered in quartzite sometimes mistaken for snow from Glen Nevis. The link to the Mamores is along the airy `Devil`s Ridge`.","height":1099,"region":"Loch Linnhe to Loch Ericht","location_lat":56.75592,"location_lng":-5.00369,"times_bagged":295}, 
 {"id":"m052","name":"Sgùrr Chòinnich Mòr","gaelic_translation":"","meaning":"Big peak of the moss","description":"A fine pyramidal peak, Sgùrr Chòinnich Mòr is the westernmost of the Grey Corries; its fine arete requires a long approach from any direction.","height":1094,"region":"Loch Linnhe to Loch Ericht","location_lat":56.800431,"location_lng":-4.903943,"times_bagged":95}, 
 {"id":"m053","name":"Sgùrr nan Clach Geala","gaelic_translation":"","meaning":"Peak of the white stones","description":"Sgùrr nan Clach Geala is a magnificent mountain, a fine north-south ridge with a stunning east face, a long wall of broken crags. The approach is normally made via the foot of Loch a`Bhraoin.","height":1093,"region":"Loch Maree to Loch Broom","location_lat":57.696287,"location_lng":-5.048238,"times_bagged":92}, 
 {"id":"m054","name":"Bynack More","gaelic_translation":"","meaning":"Obscure","description":"Bynack More is the cornerstone of the High Cairngorms to the northeast, its pyramidal summit appearing to be the greatest mountain in the range when seen from much of Moray. From the summit the views are correspondingly extensive. Interest is added by the great tors of the Barns of Bynack down the east side of the ridge.","height":1090,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.13822,"location_lng":-3.584716,"times_bagged":269}, 
 {"id":"m055","name":"Stob Ghabhar","gaelic_translation":"","meaning":"Goat peak","description":"Stob Ghabhar is the finest peak of the Black Mount range, with narrow rocky ridges, steep cliffs and deep corries. It is a familiar sight seen across the lochans of Rannoch Moor from the A82.","height":1090,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.568103,"location_lng":-4.882099,"times_bagged":164}, 
 {"id":"m056","name":"Beinn a` Chlachair","gaelic_translation":"","meaning":"Stonemason`s hill","description":"Beinn a` Chlachair is the highest of a group of three Munros in the Ardverikie Forest south of Loch Laggan. Its finest feature is Coire Mòr a` Chlachair, a fine corrie on its northern flanks. The mountain has a spacious plateau but presents a forbidding wall to remote An Lairig to the south, whilst on all other sides it is very steep.","height":1087,"region":"Loch Linnhe to Loch Ericht","location_lat":56.869525,"location_lng":-4.509684,"times_bagged":86}, 
 {"id":"m057","name":"Beinn Dearg (Ullapool)","gaelic_translation":"","meaning":"Red hill","description":"Beinn Dearg is the highest mountain north of the Dirrie Mòr. It is a fine dome-shaped mountain, high above deep and atmospheric corries, and a worthy crowning glory to a fine range.","height":1084,"region":"Loch Broom to the Cromarty Firth","location_lat":57.78635,"location_lng":-4.929557,"times_bagged":101}, 
 {"id":"m058","name":"Beinn a` Chaorainn (Cairngorms)","gaelic_translation":"","meaning":"Hill of the rowan","description":"Beinn a` Chaorainn guards the eastern side of the famous Lairig an Laoigh pass through the Cairngorms. The slopes above the pass are steep, but south of the domed summit is the vast mossy plateau of the Moine Bhealaidh.","height":1083,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.093299,"location_lng":-3.577435,"times_bagged":99}, 
 {"id":"m059","name":"Schiehallion","gaelic_translation":"","meaning":"The fairly hill of the Caledonians","description":"Schiehallion is one of the most familiar and best known mountains in Scotland. A whaleback ridge from most viewpoints, it appears as a perfect cone when seen from across Loch Rannoch. Contour lines were invented on the mountain as part of an experiment to determine the mass of the earth.","height":1083,"region":"Loch Tay to Rannoch Moor","location_lat":56.666942,"location_lng":-4.100213,"times_bagged":1167}, 
 {"id":"m060","name":"Sgùrr a` Choire Ghlais","gaelic_translation":"","meaning":"Peak of the greenish-grey corrie","description":"The highest of the Glen Strathfarrar Munros, Sgùrr a` Choire Ghlais is a grand peak at the centre of the range, topped with two fine cairns.","height":1083,"region":"Loch Mullardoch to Glen Carron","location_lat":57.444288,"location_lng":-4.903757,"times_bagged":57}, 
 {"id":"m061","name":"Beinn a` Chreachain","gaelic_translation":"","meaning":"Hill of the rock, or hill of the clamshell","description":"Beinn a` Chreachain is the easternmost of the four Bridge of Orchy Munros. Although not as fine as neighbouring Beinn Achaladair, it has impressive Coire an Lochain on its northern flank, harbouring a lovely lochan, whilst its summit looks out over the immense flatness of Rannoch Moor.","height":1081,"region":"Loch Tay to Rannoch Moor","location_lat":56.560382,"location_lng":-4.647618,"times_bagged":148}, 
 {"id":"m062","name":"Beinn Heasgarnich","gaelic_translation":"","meaning":"Perhaps sheltering or peaceful hill","description":"Beinn Heasgarnich is a sprawling mountain. It can be approached by the high private road linking Glen Lochay and Glen Lyon, but it is protected by a moat of peat bogs.","height":1078,"region":"Loch Tay to Rannoch Moor","location_lat":56.510272,"location_lng":-4.579218,"times_bagged":68}, 
 {"id":"m063","name":"Ben Starav","gaelic_translation":"","meaning":"Unknown","description":"Ben Starav is an imposing mountain which rears up steeply from the head of Loch Etive. Higher up it has some fine ridges and is a great viewpoint.","height":1078,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.538939,"location_lng":-5.049798,"times_bagged":163}, 
 {"id":"m064","name":"Beinn Dorain","gaelic_translation":"","meaning":"Gaelic dobhran, hill of the streamlet","description":"Beinn Dòrain is one of the more familiar landmark hills of the Highlands, a graceful, steep grassy pyramid revealed on the drive north from Tyndrum. Outside hillwalking circles it is known for having been celebrated by the great Gaelic poet, Duncan Bàn MacIntyre.","height":1076,"region":"Loch Tay to Rannoch Moor","location_lat":56.502888,"location_lng":-4.722142,"times_bagged":400}, 
 {"id":"m065","name":"Stob Coire Sgreamhach","gaelic_translation":"","meaning":"Peak of the dreadful corrie","description":"Stob Coire Sgreamhach is really part of the Bidean nam Bian massif but become a Munro in its own right in 1997. This fine summit is situated where the Beinn Fhada ridge joins the main ridge across the back of Bidean. Beinn Fhada is tricky terrain - particularly in descent - and the Lost Valley is the route usually used, involving a steep and eroded climb up scree.","height":1072,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.638322,"location_lng":-5.010285,"times_bagged":326}, 
 {"id":"m066","name":"Braigh Coire Chruinn-bhalgain","gaelic_translation":"","meaning":"Upland of the corrie of the round blisters","description":"The central summit of the Beinn a` Ghlò massif, Braigh Coire Chruinn-bhalgain is a complex hill with twisting ridges and steep sides. It enjoys a fine position above beautiful Glen Tilt.","height":1070,"region":"Drumochter to Glen Shee","location_lat":56.831083,"location_lng":-3.729505,"times_bagged":354}, 
 {"id":"m067","name":"An Socach (Mullardoch)","gaelic_translation":"","meaning":"The projecting place, or snout","description":"An Socach is one of three Munros of that name; this one is deep in wild and inaccessible country above the upper part of Loch Mullardoch. It can be reached by following the very rough path along the loch, approached from Glen Strathfarrar to the north or via a very long walk from Killilan in Kintail.","height":1069,"region":"Loch Mullardoch to Glen Carron","location_lat":57.350229,"location_lng":-5.158603,"times_bagged":46}, 
 {"id":"m068","name":"Meall Corranaich","gaelic_translation":"","meaning":"Notched, prickly hill","description":"Meall Corranaich is part of the Ben Lawers range, and is well seen from the Lawers visitor centre. It can be climbed from there up a steep ridge but is more usually ascended from the northwest, starting from the summit of the pass.","height":1069,"region":"Loch Tay to Rannoch Moor","location_lat":56.540946,"location_lng":-4.253469,"times_bagged":470}, 
 {"id":"m069","name":"Glas Maol","gaelic_translation":"","meaning":"Greenish grey bare hill","description":"Glas Maol is the highest of a group of four Munros to the east of the Cairnwell Pass, and has been developed for skiing. The road gives a high-level starting point and eases the ascent of these rounded domes, though the alternative route given from Glen Isla via Monega Hill gives a much finer walk.","height":1068,"region":"Glen Shee to Glen Esk","location_lat":56.873059,"location_lng":-3.368236,"times_bagged":541}, 
 {"id":"m070","name":"Sgùrr Fhuaran","gaelic_translation":"","meaning":"Obscure","description":"Sgùrr Fhuaran is the central and highest peak of the renowned Five Sisters of Kintail. A perfect cone, its west ridge is perhaps the longest continuous ascent route in Scotland - but usually Sgùrr Fhuaran is approached over its neighbours.","height":1067,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.196142,"location_lng":-5.347616,"times_bagged":106}, 
 {"id":"m071","name":"Cairn of Claise","gaelic_translation":"","meaning":"Hill of the green grassy place","description":"Cairn of Claise is a fairly insignificant rise on the wide plateau on the east side of the Cairnwell Pass. A large stone wall crosses close by the summit marking the old county boundary.","height":1064,"region":"Glen Shee to Glen Esk","location_lat":56.894178,"location_lng":-3.338654,"times_bagged":487}, 
 {"id":"m072","name":"Bidein a` Ghlas Thuill (An Teallach)","gaelic_translation":"","meaning":"Peak of the greenish-grey hollow","description":"Bidein a` Ghlas Thuill is the highest summit of magnificent An Teallach, and despite being less dramatic than neighbouring Sgùrr Fiona it is the best viewpoint on the mountain and one of the most dramatic in Britain. Usually tackled as part of a complete ridge traverse, it can equally well be climbed on its own.","height":1062,"region":"Loch Maree to Loch Broom","location_lat":57.807098,"location_lng":-5.251767,"times_bagged":144}, 
 {"id":"m073","name":"Sgùrr Fiona (An Teallach)","gaelic_translation":"","meaning":"Light coloured peak, or perhaps peak of wine","description":"Sgùrr Fiona is the finer of the two Munro summits on the magnificent ridge of An Teallach. It is a perfect pyramid of rock and guards the beginning of the trickiest part of the traverse.","height":1060,"region":"Loch Maree to Loch Broom","location_lat":57.800726,"location_lng":-5.259443,"times_bagged":144}, 
 {"id":"m074","name":"Na Gruagaichean","gaelic_translation":"","meaning":"The maidens","description":"Na Gruagaichean is a fine peak on the main ridge of the Mamores, with views down over Kinlochleven. The mountain has a pair of summits, separated by a steep little bealach.","height":1056,"region":"Loch Linnhe to Loch Ericht","location_lat":56.743687,"location_lng":-4.939875,"times_bagged":198}, 
 {"id":"m075","name":"Spidean a` Choire Lèith (Liathach)","gaelic_translation":"","meaning":"Peak of the grey corrie","description":"Spidean a` Choire Lèith is the highest summit of mighty Liathach. The mountain is exceptionally well defended by cliffs and buttresses and there are very few possible routes of ascent - and even these are steep and scrambly. The ridge on both sides of the summit is nothing short of magnificent.","height":1055,"region":"Glen Carron to Loch Maree","location_lat":57.564198,"location_lng":-5.463592,"times_bagged":165}, 
 {"id":"m076","name":"Stob Poite Coire Ardair","gaelic_translation":"","meaning":"Peak of the pot of the high corrie","description":"Stob Poite Coire Àrdair is a ridge on the opposite side of the Window from Creag Meagaidh. It offers fine views across the spectacular cliffs of Coire Àrdair, and has steep broken crags on its southern flanks.","height":1054,"region":"Speyside to Great Glen","location_lat":56.964037,"location_lng":-4.585745,"times_bagged":184}, 
 {"id":"m077","name":"Toll Creagach","gaelic_translation":"","meaning":"Rocky hollow","description":"Toll Creagach is an undistinguished dome-like summit between Glen Affric and Loch Mullardoch, with shallow corries on its flanks.","height":1054,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.309227,"location_lng":-4.999953,"times_bagged":85}, 
 {"id":"m078","name":"Sgùrr a` Chaorachain","gaelic_translation":"","meaning":"Peak of the little field of the berries","description":"Sgùrr a` Chaorachain is usually climbed together with neighbouring Sgùrr Chòinnich. Both mountains are tucked away up the glen of the Allt a` Chonais from the main route through Glen Carron.","height":1053,"region":"Loch Mullardoch to Glen Carron","location_lat":57.452492,"location_lng":-5.1893,"times_bagged":33}, 
 {"id":"m079","name":"Beinn a` Chaorainn (Glen Spean)","gaelic_translation":"","meaning":"Hill of the rowan","description":"Beinn a` Chaorainn is a straightforward north-south ridge of three summits, rising above the forestry to the north of Loch Laggan. Its eastern flanks are carved into steep corries but the slopes to the west are more featureless.","height":1052,"region":"Speyside to Great Glen","location_lat":56.928643,"location_lng":-4.653628,"times_bagged":136}, 
 {"id":"m080","name":"Glas Tulaichean","gaelic_translation":"","meaning":"From glas-thulchan, green hills","description":"Glas Tulaichean is a big dome-shaped mountain usually climbed from the Spittal of Glenshee. A landrover track leads almost all the way to the summit, whilst the lower slopes were once accessed by a private railway.","height":1051,"region":"Drumochter to Glen Shee","location_lat":56.865766,"location_lng":-3.55818,"times_bagged":159}, 
 {"id":"m081","name":"Geal chàrn (Laggan)","gaelic_translation":"","meaning":"White hill","description":"Geal Chàrn is a rather sprawling mountain in the Beinn a` Chlachair group. Its most notable feature is the summit, with a very fine cairn and cylindrical trig point atop a graceful little cone.","height":1049,"region":"Loch Linnhe to Loch Ericht","location_lat":56.897763,"location_lng":-4.457236,"times_bagged":94}, 
 {"id":"m082","name":"Sgùrr Fhuar-thuill","gaelic_translation":"","meaning":"Peak of the cold hollow","description":"Sgùrr Fhuar-thuill is a slender, grassy ridge with some dramatic corries. To the northeast is Fhuar-thuill Mòr with a fine lochan, whilst to the south is Loch Toll a`Mhuic nestled beneath the slabby crags of Sgùrr na Muice, an outlying summit of the mountain.","height":1049,"region":"Loch Mullardoch to Glen Carron","location_lat":57.44968,"location_lng":-4.94178,"times_bagged":55}, 
 {"id":"m083","name":"Càrn an t-Sagairt Mòr","gaelic_translation":"","meaning":"Big hill of the priest","description":"Càrn an t-Sagairt Mòr is on the Mounth plateau to the west of Lochnagar; its southern slopes crossed by an old path to the latter summit from Glen Callater. It is a dome-shaped hill with aircraft wreckage to the north of the summit its best known feature.","height":1047,"region":"Glen Shee to Glen Esk","location_lat":56.942973,"location_lng":-3.303227,"times_bagged":364}, 
 {"id":"m084","name":"Creag Mhòr (Glen Lochay)","gaelic_translation":"","meaning":"Big rock","description":"Creag Mhòr is at the head of Glen Lochay and forms a very steep-sided ridge. Access is eased by the hydro track running across the side of the glen.","height":1047,"region":"Loch Tay to Rannoch Moor","location_lat":56.48951,"location_lng":-4.614021,"times_bagged":79}, 
 {"id":"m085","name":"Ben Wyvis","gaelic_translation":"","meaning":"Gaelic fuathas, meaning awesome hill","description":"Ben Wyvis is an isolated, huge and bulky Munro, rising like an elephant from the lower moors of Easter Ross. Prominent in many views, Ben Wyvis is a well-known and popular ascent.","height":1046,"region":"Loch Broom to the Cromarty Firth","location_lat":57.678895,"location_lng":-4.579282,"times_bagged":377}, 
 {"id":"m086","name":"Chno Dearg","gaelic_translation":"","meaning":"Red hill","description":"Chno Dearg is one of the less distinguished mountains on the south side of Glen Spean, its rounded dome lacking any distinctive features.","height":1046,"region":"Loch Linnhe to Loch Ericht","location_lat":56.830086,"location_lng":-4.660831,"times_bagged":118}, 
 {"id":"m087","name":"Cruach Àrdrain","gaelic_translation":"","meaning":"Stack of the high part","description":"Cruach Àrdrain is a steep mountain rising to the south of Crianlarich, its distinctive outline being a familiar sight from many surrounding hills. It can also be climbed with its neighbour Beinn Tulaichean from the south.","height":1046,"region":"Loch Fyne to Loch Tay","location_lat":56.356429,"location_lng":-4.576151,"times_bagged":375}, 
 {"id":"m088","name":"Beinn Iutharn Mhòr","gaelic_translation":"","meaning":"Big hill of the edge-point","description":"Beinn Iutharn Mhòr is a steep sided mountain in the otherwise rolling wild area of the Mounth. It is usually accessed via the long Glen Ey from the north.","height":1045,"region":"Drumochter to Glen Shee","location_lat":56.894994,"location_lng":-3.568229,"times_bagged":106}, 
 {"id":"m089","name":"Meall nan Tarmachan","gaelic_translation":"","meaning":"Hill of the ptarmigan","description":"Meall nan Tarmachan is the only Munro summit on the Tarmachan ridge. It can be climbed quickly from Lochain na Lairige but is usually enjoyed as part of a very enjoyable and rocky scramble along the whole ridge. The ridge is very prominent from Killin.","height":1044,"region":"Loch Tay to Rannoch Moor","location_lat":56.521655,"location_lng":-4.301343,"times_bagged":608}, 
 {"id":"m090","name":"Stob Coir an Albannaich","gaelic_translation":"","meaning":"Peak of the corrie of the Scotsmen","description":"Stob Coir` an Albannaich is one of the fine range of mountains on the south side of Glen Etive. It has a very fine summit right on the edge of a steep crag and it gives an enjoyable traverse.","height":1044,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.554921,"location_lng":-4.97981,"times_bagged":86}, 
 {"id":"m091","name":"Càrn Mairg","gaelic_translation":"","meaning":"Hill of sorrow","description":"Càrn Mairg is the highest of a range of four Munros on the north side of Glen Lyon above Invervar. Alone amongst the four its summit has small crags and a distinctive form.","height":1041,"region":"Loch Tay to Rannoch Moor","location_lat":56.634662,"location_lng":-4.14561,"times_bagged":384}, 
 {"id":"m092","name":"Sgùrr na Cìche","gaelic_translation":"","meaning":"Peak of the breast","description":"Sgùrr na Cìche is one of the most shapely mountains in the Highlands, seen as a fine cone from most directions. It is set in remote, wild country on the edge of Knoydart and commands a wonderful view down the length of Loch Nevis.","height":1040,"region":"Loch Linnhe to Glen Shiel","location_lat":57.013452,"location_lng":-5.456854,"times_bagged":46}, 
 {"id":"m093","name":"Meall Ghaordaidh","gaelic_translation":"","meaning":"Gaelic gairdean, meaning a shoulder","description":"Meall Ghaordaidh is not a particularly distinguished peak. The usual ascent from Glen Lochay reveals it is a featureless lump. It does look finer from Glen Lyon to the north, supported by two buttresses.","height":1039,"region":"Loch Tay to Rannoch Moor","location_lat":56.525809,"location_lng":-4.416654,"times_bagged":243}, 
 {"id":"m094","name":"Beinn Achaladair","gaelic_translation":"","meaning":"From Celtic meaning the field of hard water","description":"Beinn Achaladair is perhaps the finest of the four Bridge of Orchy Munros. It presents an impressive north face to the wonderful pinewoods of the Black Wood of Rannoch, and its view over Loch Tulla and Rannoch Moor to the Black Mount and Glencoe is superb.","height":1038,"region":"Loch Tay to Rannoch Moor","location_lat":56.551887,"location_lng":-4.694525,"times_bagged":160}, 
 {"id":"m095","name":"Càrn a` Mhàim","gaelic_translation":"","meaning":"Hill of the pass","description":"Càrn a` Mhàim guards Lairig Ghru on the approach from Braemar. It is joined to mighty Ben Macdui by perhaps the narrowest section of ridge in the Cairngorms - an enjoyable traverse with a steep ascent to gain Macdui at the end.","height":1037,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.036871,"location_lng":-3.6584,"times_bagged":165}, 
 {"id":"m096","name":"Sgùrr a` Bhealaich Dheirg","gaelic_translation":"","meaning":"Peak of the red pass","description":"Sgùrr a` Bhealaich Dheirg is the highest and finest mountain on the Brothers Ridge - the eastward extension of the Five Sisters of Kintail. The true summit is on a narrow spur to the north of the ridge and is marked by a well-built cairn.","height":1036,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.177825,"location_lng":-5.252177,"times_bagged":101}, 
 {"id":"m097","name":"Gleouraich","gaelic_translation":"","meaning":"Possibly uproar or noise","description":"Gleouraich is a very fine mountain on the north side of Loch Quioch. It has grand corries and is part of an excellent ridgewalk, but perhaps the most interesting feature is the amazing stalkers path up the southwest ridge.","height":1035,"region":"Loch Linnhe to Glen Shiel","location_lat":57.097163,"location_lng":-5.238035,"times_bagged":99}, 
 {"id":"m098","name":"Càrn Dearg (Loch Pattack)","gaelic_translation":"","meaning":"Red hill","description":"Càrn Dearg is a wedge-shaped and rather sprawling mountain situated above Culra Bothy in the heart of the Ben Alder forest.","height":1034,"region":"Loch Linnhe to Loch Ericht","location_lat":56.855241,"location_lng":-4.454709,"times_bagged":54}, 
 {"id":"m099","name":"Am Bodach","gaelic_translation":"","meaning":"The old man","description":"Am Bodach is a fine, steep and stony mountain on the main ridge of the Mamores between Kinlochleven and Fort William.","height":1032,"region":"Loch Linnhe to Loch Ericht","location_lat":56.741727,"location_lng":-4.983393,"times_bagged":291}, 
 {"id":"m100","name":"Beinn Fhada","gaelic_translation":"","meaning":"Long hill","description":"Beinn Fhada has a sprawling summit plateau with steep, craggy sides and several grand corries. It is well seen in the view from Morvich near the head of Loch Duich.","height":1032,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.220993,"location_lng":-5.283518,"times_bagged":58}, 
 {"id":"m101","name":"Ben Oss","gaelic_translation":"","meaning":"Loch-outlet hill","description":"Ben Oss is a rugged mountain, usually climbed from Dalrigh near Tyndrum. It suffers from the proximity of its near and much grander neighbour, Ben Lui.","height":1029,"region":"Loch Fyne to Loch Tay","location_lat":56.389272,"location_lng":-4.775488,"times_bagged":270}, 
 {"id":"m102","name":"Càrn an Rìgh","gaelic_translation":"","meaning":"Hill of the king","description":"Càrn an Rìgh is a steep-sided mountain in the heart of the Mounth. It is usually climbed via the Spittal of Glenshee to the southeast.","height":1029,"region":"Drumochter to Glen Shee","location_lat":56.876565,"location_lng":-3.595272,"times_bagged":123}, 
 {"id":"m103","name":"Càrn Gorm","gaelic_translation":"","meaning":"Blue hill","description":"Càrn Gorm is one of a group of four Munros on the north side of Glen Lyon that are usually climbed together. Its summit is a broad dome with little distinction but there are good views of the glen.","height":1029,"region":"Loch Tay to Rannoch Moor","location_lat":56.622519,"location_lng":-4.226052,"times_bagged":406}, 
 {"id":"m104","name":"Sgùrr a` Mhaoraich","gaelic_translation":"","meaning":"Peak of the shellfish","description":"Sgùrr a` Mhaoraich is a solitary Munro on the north side of Loch Quoich between Kintail and Knoydart. It is a fine viewpoint, particularly looking down Loch Huorn.","height":1027,"region":"Loch Linnhe to Glen Shiel","location_lat":57.105573,"location_lng":-5.330434,"times_bagged":47}, 
 {"id":"m105","name":"Sgùrr na Ciste Duibhe","gaelic_translation":"","meaning":"Peak of the black chest","description":"Sgùrr na Ciste Duibhe is southernmost of the Five Sisters of Kintail and offers magnificent views down Loch Duich. Its finest feature is the elegant eastern ridge over the Top of Sgùrr nan Spainteach.","height":1027,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.180923,"location_lng":-5.337151,"times_bagged":110}, 
 {"id":"m106","name":"Ben Challum","gaelic_translation":"","meaning":"Malcolm`s hill","description":"Ben Challum is usually climbed from Strath Fillan and is an undistinguished trudge from this direction until the final ridge, though the views are fine. It reserves its best outline for its remoter side above the head of Glen Lochay, from where it appears as a conical peak.","height":1025,"region":"Loch Tay to Rannoch Moor","location_lat":56.454565,"location_lng":-4.619183,"times_bagged":255}, 
 {"id":"m107","name":"Sgòrr Dhearg (Beinn a` Bheithir)","gaelic_translation":"","meaning":"Red peak","description":"Sgòrr Dhearg is the highest of the two Munros on Beinn a`Bheithir, and is the termination of a gracefully arched ridge from the Top of Sgòrr Bhan. It is a tremendous mountain and looks very fine from the north side of Loch Leven.","height":1024,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.653921,"location_lng":-5.17151,"times_bagged":289}, 
 {"id":"m108","name":"Mullach an Rathain (Liathach)","gaelic_translation":"","meaning":"Summit of the row of pinnacles","description":"Mullach an Rathain is the westernmost of the two Munros on the ridge of Liathach, one of the very finest in the Highlands. It offers tremendous views down Loch Torridon and the sea as a reward for the tackling of its extremely steep slopes.","height":1023,"region":"Glen Carron to Loch Maree","location_lat":57.560891,"location_lng":-5.49255,"times_bagged":157}, 
 {"id":"m109","name":"Aonach air Chrith","gaelic_translation":"","meaning":"Trembling hill","description":"Aonach Air Chrith is the highest of the seven Munros on the south Glen Shiel ridge. One section of the west ridge is very narrow and there is also a fine spur to the north.","height":1021,"region":"Loch Linnhe to Glen Shiel","location_lat":57.12464,"location_lng":-5.221291,"times_bagged":178}, 
 {"id":"m110","name":"Stob Dearg (Buachaille Etive Mòr)","gaelic_translation":"","meaning":"Big herdsman of Etive, red peak","description":"Stob Dearg is the highest and finest peak of Buachaille Etive Mòr, and one of the most famous sights of the Highlands. The mountain presents a remarkable pyramid of rock to travellers along the A82 across Rannoch Moor.","height":1021,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.646229,"location_lng":-4.900336,"times_bagged":560}, 
 {"id":"m111","name":"Ladhar Bheinn","gaelic_translation":"","meaning":"Hoof or claw hill","description":"Deep in the wild Knoydart peninsula, Ladhar Bheinn usually requires an overnight stay. It is a truly magnificent mountain with a perfect position right on one of the most dramatic parts of the West Highlands seaboard. Dramatic ridges, multiple summits and an awesome corrie.","height":1020,"region":"Loch Linnhe to Glen Shiel","location_lat":57.075263,"location_lng":-5.591745,"times_bagged":64}, 
 {"id":"m112","name":"Beinn Bheoil","gaelic_translation":"","meaning":"Hill of the mouth","description":"Almost always climbed with its great parent mountain Ben Alder, remote Bheinn Bheoil is a straightforward ridge running high above Loch Ericht.","height":1019,"region":"Loch Linnhe to Loch Ericht","location_lat":56.813276,"location_lng":-4.430646,"times_bagged":55}, 
 {"id":"m113","name":"Càrn an Tuirc","gaelic_translation":"","meaning":"Hill of the boar","description":"Càrn an Tuirc is a stony dome, one of four Munros above the east side of the Cairnwell Pass. The summits in this region are arranged on a wide plateau making it possible to devise numerous expeditions taking in multiple peaks.","height":1019,"region":"Glen Shee to Glen Esk","location_lat":56.908283,"location_lng":-3.357125,"times_bagged":486}, 
 {"id":"m114","name":"Mullach Clach a` Bhlàir","gaelic_translation":"","meaning":"Summit of the stone of the plain","description":"Mullach Clach a` Bhlàir has an insignificant summit towards the southern end of the great plateau that stretches northwards to Sgòr Gaoith and eastwards to Cairn Toul. Its finest features are seen on the approach from beautifully-wooded Glen Feshie, with Coire Garbhlach.","height":1019,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.011879,"location_lng":-3.841271,"times_bagged":134}, 
 {"id":"m115","name":"Mullach Coire Mhic Fhearchair","gaelic_translation":"","meaning":"Summit of the corrie of Farquhar`s son","description":"Mullach Coire Mhic Fhearchair is an extremely remote Munro in the Fisherfield Forest or Great Wilderness. Added to the length of the approach from any direction is the difficulty of walking along the ridge, which is covered in angular quartzite boulders.","height":1018,"region":"Loch Maree to Loch Broom","location_lat":57.709022,"location_lng":-5.271342,"times_bagged":48}, 
 {"id":"m116","name":"Garbh Chioch Mhòr","gaelic_translation":"","meaning":"Big rough place of the breast","description":"Garbh Chioch Mhòr is an extremely rough and rocky ridge of immense character on the edge of Knoydart. It is normally traversed en-route to the even grander cone-shaped peak of Sgùrr na Cìche.","height":1013,"region":"Loch Linnhe to Glen Shiel","location_lat":57.008556,"location_lng":-5.444338,"times_bagged":38}, 
 {"id":"m117","name":"Cairn Bannoch","gaelic_translation":"","meaning":"Hill of the point","description":"Cairn Bannoch is a fairly insignificant summit on the Mounth plateau to the south of Lochnagar. The most significant feature nearby is the great cliff of Creag an Dubh Loch to the northeast (but out of sight).","height":1012,"region":"Glen Shee to Glen Esk","location_lat":56.927719,"location_lng":-3.278402,"times_bagged":366}, 
 {"id":"m118","name":"Beinn Ìme","gaelic_translation":"","meaning":"Butter hill","description":"Beinn Ìme is the highest of the Arrochar Alps. Usually ascended by its broad southern slopes from the Bealach a`Mhàim, the other sides of the mountain are much steeper and more rugged.","height":1011,"region":"Loch Fyne to Loch Tay","location_lat":56.23682,"location_lng":-4.817159,"times_bagged":910}, 
 {"id":"m119","name":"Beinn Udlamain","gaelic_translation":"","meaning":"Gloomy mountain","description":"Beinn Udlamain is the highest of the four mountains on the west side of the Drumochter Pass. It offers fine views of the Ben Alder range.","height":1011,"region":"Loch Ericht to Drumochter","location_lat":56.835472,"location_lng":-4.329913,"times_bagged":266}, 
 {"id":"m120","name":"Ruadh-stac Mòr (Beinn Eighe)","gaelic_translation":"","meaning":"File hill (big red peak)","description":"Beinn Eighe is one of celebrated Torridon giants. Ruadh Stac-Mhòr is its highest summit, a steep-sided dome off to the north of the main ridge, high above Coire Mhic Fhearchair, one of the finest corries in the country.","height":1010,"region":"Glen Carron to Loch Maree","location_lat":57.593735,"location_lng":-5.429454,"times_bagged":161}, 
 {"id":"m121","name":"The Saddle","gaelic_translation":"","meaning":"The Saddle","description":"The Saddle (An Diollaid in Gaelic) is the finest mountain in Kintail. Its fine summit has a whole batch of magnificent ridges, the pick of them all being the celebrated Forcan Ridge, one of the airiest scrambles in the Highlands.","height":1010,"region":"Loch Linnhe to Glen Shiel","location_lat":57.162395,"location_lng":-5.414721,"times_bagged":106}, 
 {"id":"m122","name":"Sgùrr an Doire Leathain","gaelic_translation":"","meaning":"Peak of the broad thicket","description":"Sgùrr an Doire Leathain is one of the seven Munros on the South Cluanie ridge; the summit is actually a short distance north of the ridge on a projecting spur.","height":1010,"region":"Loch Linnhe to Glen Shiel","location_lat":57.136861,"location_lng":-5.28153,"times_bagged":164}, 
 {"id":"m123","name":"Sgùrr Èilde Mòr","gaelic_translation":"","meaning":"Big peak of the hind","description":"Sgùrr Èilde Mòr is an eastern outlier of the Mamores, a steep cone of scree and rock giving an unforgiving ascent above Coire an Lochain. Its steep sides permit views of great depth.","height":1010,"region":"Loch Linnhe to Loch Ericht","location_lat":56.750024,"location_lng":-4.895453,"times_bagged":139}, 
 {"id":"m124","name":"Beinn Dearg (Blair Atholl)","gaelic_translation":"","meaning":"Red hill","description":"Beinn Dearg is a dome of pink granite rising above the surrounding moorlands in the remote area north of Blair Atholl.","height":1008,"region":"Drumochter to Glen Shee","location_lat":56.877346,"location_lng":-3.883719,"times_bagged":117}, 
 {"id":"m125","name":"An Sgarsoch","gaelic_translation":"","meaning":"The place of the sharp rocks","description":"An Sgarsoch is rounded and unspectacular, but it must rank amongst the remotest in Scotland, lying as it does in the very lonely country linking the Mounth to the Cairngorms. It requires a very long approachs from any direction.","height":1006,"region":"Drumochter to Glen Shee","location_lat":56.931928,"location_lng":-3.754367,"times_bagged":64}, 
 {"id":"m126","name":"Càrn Liath (Creag Meagaidh)","gaelic_translation":"","meaning":"Grey hill","description":"Càrn Liath is an eastern outlier of the Creag Meagaidh range and is a rather sprawling and undistinguished hill.","height":1006,"region":"Speyside to Great Glen","location_lat":56.978784,"location_lng":-4.515305,"times_bagged":186}, 
 {"id":"m127","name":"Maoile Lunndaidh","gaelic_translation":"","meaning":"Bare hill of the wet place","description":"Maoile Lunndaidh is a very remote mountain at the head of Loch Monar, though it is usually ascended from Glencarron. It takes the form of a spacious plateau with several steep corries. Creag Toll a` Choin has recently been resurveyed as being the highest summit, but the Walkhighlands` route goes over both.","height":1005,"region":"Loch Mullardoch to Glen Carron","location_lat":57.464477,"location_lng":-5.111002,"times_bagged":22}, 
 {"id":"m128","name":"Beinn Fhionnlaidh (Càrn Eige)","gaelic_translation":"","meaning":"Finlay`s hill","description":"Beinn Fhionnlaidh is a frustrating Munro for baggers, being out on the inaccessible ridge running north from Càrn Eige. Loch Mullardoch guards the foot of this ridge so most baggers have to climb over Càrn Eige twice to get out and back from this peak.","height":1005,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.306004,"location_lng":-5.129911,"times_bagged":45}, 
 {"id":"m129","name":"Beinn an Dòthaidh","gaelic_translation":"","meaning":"Hill of the scorching or singeing","description":"Although far less known than its neighbour Beinn Dòrain, Beinn an Dòthaidh is the finer viewpoint, the cairn on the edge of the steep northern side having a magnificent aerial panorama over Loch Tulla and Rannoch Moor.","height":1004,"region":"Loch Tay to Rannoch Moor","location_lat":56.530113,"location_lng":-4.713947,"times_bagged":361}, 
 {"id":"m130","name":"The Devil`s Point","gaelic_translation":"","meaning":"Penis of the demon","description":"The Devil`s Point - or Bod an Deamhain (Penis of the Demon) to give its original Gaelic name - is a bare pyramid of rock which guards the entrance to the Lairig Ghru from the south. From other directions its true nature as the southern termination of Cairn Toul is more apparent.","height":1004,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.035728,"location_lng":-3.688788,"times_bagged":187}, 
 {"id":"m131","name":"Sgùrr an Lochain","gaelic_translation":"","meaning":"Peak of the little loch","description":"Sgùrr an Lochain is perhaps the finest of the seven Munros on the south Glen Shiel Ridge. Its fine peaked summit rises above the craggy corrie which holds the lochan giving the mountain its name.","height":1004,"region":"Loch Linnhe to Glen Shiel","location_lat":57.141232,"location_lng":-5.297527,"times_bagged":164}, 
 {"id":"m132","name":"Sgùrr Mòr (Loch Quoich)","gaelic_translation":"","meaning":"Big peak","description":"Sgùrr Mòr is big, steep and rocky mountain and is amongst the most remote Munros to reach, rising between Loch Quoich and lonely Glen Kingie. It is most usually climbed from Strathan at the head of Loch Arkaig, a route involving a climb over an intervening pass on both the way out and back.","height":1003,"region":"Loch Linnhe to Glen Shiel","location_lat":57.028437,"location_lng":-5.354188,"times_bagged":27}, 
 {"id":"m133","name":"Sàil Chaorainn","gaelic_translation":"","meaning":"Hill of the rowan","description":"Sàil Chaorainn is a rather forgotten peak amongst the Kintail Munros, being situated out of sight behind Sgùrr nan Conbhairean. It`s position on the ridge extending north from that peak makes it fairly remote.","height":1002,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.191804,"location_lng":-5.091098,"times_bagged":85}, 
 {"id":"m134","name":"Sgùrr na Càrnach","gaelic_translation":"","meaning":"Stony peak","description":"Sgùrr na Càrnach is one of the Five Sisters of Kintail, and became a separate Munro in the 1997 revision to Munro`s tables. It is a steep rocky cone.","height":1002,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.189025,"location_lng":-5.349224,"times_bagged":101}, 
 {"id":"m135","name":"Aonach Meadhoin","gaelic_translation":"","meaning":"Middle hill","description":"Aonach Meadhoin is a Munro on the Brothers ridge on the north side of Glen Shiel. It is situated between fine Sgùrr a Bhealach Dheirg and the prominent Top of Sgùrr an Fhuaraill.","height":1001,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.173082,"location_lng":-5.229121,"times_bagged":97}, 
 {"id":"m136","name":"Meall Greigh","gaelic_translation":"","meaning":"Hill of horse studs","description":"The easternmost of the Lawers range, Meall Greigh is fairly shapeless and sprawling, usually traversed en-route to Meall Garbh. With no higher peaks through the eastern ark it does enjoy extensive views.","height":1001,"region":"Loch Tay to Rannoch Moor","location_lat":56.567426,"location_lng":-4.159543,"times_bagged":381}, 
 {"id":"m137","name":"Sgòrr Dhònuill (Beinn a` Bheithir)","gaelic_translation":"","meaning":"Donald`s peak","description":"Sgòrr Dhònuill is the western Munro of Beinn a`Bheithir, a magnificent peak and a superb viewpoint with fine mountains, long lochs and the sea all prominent.","height":1001,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.650499,"location_lng":-5.197757,"times_bagged":259}, 
 {"id":"m138","name":"Sgùrr Breac","gaelic_translation":"","meaning":"Speckled peak","description":"Together with its neighbour A` Chailleach, Sgùrr Breac is one of the western Fannichs, and it shows a very steep face to the north.","height":999,"region":"Loch Maree to Loch Broom","location_lat":57.69205,"location_lng":-5.091722,"times_bagged":89}, 
 {"id":"m139","name":"Sgùrr Chòinnich","gaelic_translation":"","meaning":"Moss peak","description":"Sgùrr Chòinnich is nearly always ascended together with its higher neighbour Sgùrr a` Chaorachain. Sgùrr Chòinnich may be lower but it is the finer peak of the pair, with plenty of crags buttressing its elegant summit ridge.","height":999,"region":"Loch Mullardoch to Glen Carron","location_lat":57.451026,"location_lng":-5.207916,"times_bagged":31}, 
 {"id":"m140","name":"Stob Bàn (Mamores)","gaelic_translation":"","meaning":"White peak","description":"Stob Bàn is a very steep and sharply peaked Munro, one of the finest peaks in the Mamores. It is well seen from many points in lower Glen Nevis.","height":999,"region":"Loch Linnhe to Loch Ericht","location_lat":56.743697,"location_lng":-5.030343,"times_bagged":259}, 
 {"id":"m141","name":"Ben More Assynt","gaelic_translation":"","meaning":"Big hill of Assynt (Norse: ass, a rocky ridge)","description":"Ben More Assynt is the highest mountain in the extraordinary landscape of Assynt. It is hidden from the roads, however, by the neighbouring summit of Conival. Ben More has huge, scree girt flanks, a fine approach ridge and a view of total desolation.","height":998,"region":"Loch Broom to the Pentland Firth","location_lat":58.138173,"location_lng":-4.858192,"times_bagged":140}, 
 {"id":"m142","name":"Broad Cairn","gaelic_translation":"","meaning":"Broad cairn","description":"Broad Cairn is part of the vast, rolling Mounth plateau. Most conveniently climbed from Loch Muick, it is best seen from that direction.","height":998,"region":"Glen Shee to Glen Esk","location_lat":56.919148,"location_lng":-3.249066,"times_bagged":397}, 
 {"id":"m143","name":"Stob Daimh","gaelic_translation":"","meaning":"Peak of the stag","description":"Stob Daimh (misspelt Diamh on some OS maps) is a fine peak, but is normally ascended as part of a circuit around Coire Cruachan with its majestic neighbour, Ben Cruachan. Another popular route is the Dalmally horseshoe, making an alternative circuit of the mountains eastern ridges.","height":998,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.431327,"location_lng":-5.091319,"times_bagged":293}, 
 {"id":"m144","name":"A` Chailleach (Fannichs)","gaelic_translation":"","meaning":"The old woman","description":"A` Chailleach is the westernmost of the Fannichs and has fine views over the Fisherfield Forest and to An Teallach.","height":997,"region":"Loch Maree to Loch Broom","location_lat":57.693782,"location_lng":-5.12873,"times_bagged":96}, 
 {"id":"m145","name":"Glas Bheinn Mhòr","gaelic_translation":"","meaning":"Big greenish-grey hill","description":"Glas Bheinn Mhòr is a peaked summit to the east of mighty Ben Starav in the range on the south side of Glen Etive.","height":997,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.542434,"location_lng":-5.005236,"times_bagged":134}, 
 {"id":"m146","name":"Spidean Mialach","gaelic_translation":"","meaning":"Peak of deer or other wild animals","description":"Spidean Mialach is one of a pair of Munros (the other being Gleouraich) on the north side of Loch Quoich. They make an excellent walk with fine stalkers paths on their lower slopes.","height":996,"region":"Loch Linnhe to Glen Shiel","location_lat":57.088964,"location_lng":-5.193614,"times_bagged":98}, 
 {"id":"m147","name":"An Caisteal","gaelic_translation":"","meaning":"The castle","description":"An Caisteal takes the form of a long ridged mountain to the south of Crianlarich. Its traverse is very enjoyable with interesting features and extensive views over the area.","height":995,"region":"Loch Fyne to Loch Tay","location_lat":56.3386,"location_lng":-4.624368,"times_bagged":491}, 
 {"id":"m148","name":"Càrn an Fhìdhleir (Càrn Ealar)","gaelic_translation":"","meaning":"Hill of the fiddler","description":"Càrn an Fhìdhleir is a domed and unspectacular Munro. However it is in the heart of a vast roadless area, requiring an epic approach from either Glen Feshie, Glen Tilt or, more usually, the Linn of Dee - this latter approach is made easier with a mountain bike.","height":994,"region":"Drumochter to Glen Shee","location_lat":56.935919,"location_lng":-3.801661,"times_bagged":61}, 
 {"id":"m149","name":"Sgòr na h-Ulaidh","gaelic_translation":"","meaning":"Peak of the treasure","description":"The forgotten mountain of Glen Coe, Sgòr na h-Ulaidh is hidden from view and sees far fewer ascents than other peaks in the glen. It is exceptionally steep but the view is an unfamiliar aspect to the better known peaks around it.","height":994,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.619813,"location_lng":-5.080078,"times_bagged":76}, 
 {"id":"m150","name":"Spidean Coire nan Clach (Beinn Eighe)","gaelic_translation":"","meaning":"Peak of the stony corrie","description":"Spidean Coire nan Clach was promoted to Munro status in 1997 to become Beinn Eighe`s second Munro. There is a trig point at 972 meters on the ridge but the true summit is a fine rock peak a short distance further northeast, at 992 metres.","height":993,"region":"Glen Carron to Loch Maree","location_lat":57.582098,"location_lng":-5.403706,"times_bagged":161}, 
 {"id":"m151","name":"Sgùrr na Ruaidhe","gaelic_translation":"","meaning":"Peak of the redness","description":"One of the four Glen Strathfarrar Munros, Sgùrr na Ruaidhe is a fairly featureless pudding-shaped hill of spongy mosses. Its redeeming feature is the view east over to the Cromarty and Beauly Firths.","height":993,"region":"Loch Mullardoch to Glen Carron","location_lat":57.441497,"location_lng":-4.852465,"times_bagged":58}, 
 {"id":"m152","name":"Càrn nan Gobhar (Loch Mullardoch)","gaelic_translation":"","meaning":"Hill of the goats","description":"One of two Munros of the same name in close proximity, this Càrn nan Gobhar rises between Loch Mullardoch and Glen Strathfarrar. It is a fairly rounded peak and rather overshadowed by its more dramatic neighbour Sgùrr na Lapaich.","height":992,"region":"Loch Mullardoch to Glen Carron","location_lat":57.363304,"location_lng":-5.024544,"times_bagged":54}, 
 {"id":"m153","name":"Càrn nan Gobhar (Strathfarrar)","gaelic_translation":"","meaning":"Hill of the goats","description":"Càrn nan Gobhar is a rounded hill on the north Strathfarrar ridge. The generally easy slopes are topped with a summit area covered in awkward angular boulders. There are good views over the Beauly and Cromarty Firths.","height":992,"region":"Loch Mullardoch to Glen Carron","location_lat":57.452331,"location_lng":-4.879935,"times_bagged":61}, 
 {"id":"m154","name":"Sgùrr Alasdair","gaelic_translation":"","meaning":"Alexander`s peak (after Sherriff Alexander Nicholson)","description":"Sgùrr Alasdair is the highest mountain in Britain outwith the mainland. It has perhaps the smallest summit of any of the Skye Cuillin and is an amazing viewpoint with the sweeping Cuillin Ridge, tremedous cliffs, lochs, the sea and scattered islands in all directions.","height":992,"region":"The Islands","location_lat":57.206598,"location_lng":-6.224144,"times_bagged":127}, 
 {"id":"m155","name":"Sgàirneach Mhòr","gaelic_translation":"","meaning":"Big stony hillside","description":"Sgàirneach Mhòr is a very rounded mountain on the west side of the Drumochter Pass. Coire Creagach below its summit is its main feature.","height":991,"region":"Loch Ericht to Drumochter","location_lat":56.828447,"location_lng":-4.297792,"times_bagged":256}, 
 {"id":"m156","name":"Beinn Eunaich","gaelic_translation":"","meaning":"Fowling hill","description":"Beinn Eunaich rises above the foot of Glen Strae and its slopes of grass and broken rock are steep and strenuous. It is usually combined with neighbouring Beinn a` Chochuill.","height":989,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.450352,"location_lng":-5.026639,"times_bagged":249}, 
 {"id":"m157","name":"Sgùrr Bàn","gaelic_translation":"","meaning":"White peak","description":"Sgùrr Bàn is an extremely remote Munro in the Fisherfield Forest region. It can be reached during an epic walk from Kinlochewe, or approached via Loch a`Bhraoin, but is more usually ascended from Shenavall bothy.","height":989,"region":"Loch Maree to Loch Broom","location_lat":57.718538,"location_lng":-5.265903,"times_bagged":50}, 
 {"id":"m158","name":"Conival","gaelic_translation":"","meaning":"Hill of the dog or hill of the meeting","description":"Conival is in view from Inchnadamph but is rather retiring compared to the lower peaks such as Quinag. Composed of Lewissian Gneiss - one of the oldest rocks on the planet - the mountain gives a steep ascent with tricky terrain. The view is of an otherworldly wilderness of lochs and moors, whilst a fine ridge connects with the neighbouring and higher Ben More Assynt.","height":987,"region":"Loch Broom to the Pentland Firth","location_lat":58.135689,"location_lng":-4.883497,"times_bagged":153}, 
 {"id":"m159","name":"Creag Leacach","gaelic_translation":"","meaning":"Slabby rock","description":"Creag Leacach is a stony mountain rising prominently above the Devil`s Elbow on the road up the Cairnwell Pass. It is normally ascended as part of the round of the four Munros on the east side of the pass; we also give a more attractive alternative route, starting in Glen Isla.","height":987,"region":"Glen Shee to Glen Esk","location_lat":56.854631,"location_lng":-3.387751,"times_bagged":469}, 
 {"id":"m160","name":"Druim Shionnach","gaelic_translation":"","meaning":"Ridge of the fox","description":"Druim Shionnach is the second Munro on the South Glen Shiel Ridge. It is a narrow section of the traverse with a little scrambling on the ascent from the east.","height":987,"region":"Loch Linnhe to Glen Shiel","location_lat":57.126794,"location_lng":-5.182857,"times_bagged":180}, 
 {"id":"m161","name":"Gulvain","gaelic_translation":"","meaning":"Gaelic gaorr (filth) or gaoir (noise)","description":"Gulvain is a fine, remote peak with two summits, the highest mountain in the wild area between Loch Eil and Loch Arkaig.","height":987,"region":"Loch Linnhe to Glen Shiel","location_lat":56.936202,"location_lng":-5.284526,"times_bagged":61}, 
 {"id":"m162","name":"Sgùrr Mòr (Beinn Alligin)","gaelic_translation":"","meaning":"Possibly jewelled hill","description":"Sgùrr Mòr is the very fine main summit of Beinn Alligin, taking the form of a graceful dome. It is a truly spectacular viewpoint, both for Skye across the sea and for the Horns and Liathach inland.","height":986,"region":"Glen Carron to Loch Maree","location_lat":57.59082,"location_lng":-5.572764,"times_bagged":213}, 
 {"id":"m163","name":"Lurg Mhòr","gaelic_translation":"","meaning":"Big ridge stretching into the plain","description":"Lurg Mhòr is one of the remotest of all Munros. It lacks the grandeur of neighbouring Bidean a` Choire Sheasgaich but nonetheless enjoys a wild atmosphere, and looks grand when seen from the east.","height":986,"region":"Loch Mullardoch to Glen Carron","location_lat":57.413091,"location_lng":-5.22365,"times_bagged":19}, 
 {"id":"m164","name":"Sgùrr Dearg (Inaccessible Pinnacle)","gaelic_translation":"","meaning":"Red peak","description":"The Inaccessible Pinnacle (often abbreviated to the In Pinn) is the second highest summit in the Skye Cuillin. It is notorious as the most difficult of the Munros, requiring a rock-climb and an abseil (and suitable experience or help from an expert) to complete the ascent. It rises from the summit of Sgùrr Dearg.","height":986,"region":"The Islands","location_lat":57.21327,"location_lng":-6.234819,"times_bagged":125}, 
 {"id":"m165","name":"Ben Vorlich (Loch Earn)","gaelic_translation":"","meaning":"Hill of the bay","description":"Ben Vorlich above Loch Earn is one of the best-known Scottish mountains and is very popular. Close to the Highland boundary, it gives excellent views into the Lowlands.","height":985,"region":"Loch Fyne to Loch Tay","location_lat":56.34268,"location_lng":-4.219464,"times_bagged":1281}, 
 {"id":"m166","name":"An Gearanach","gaelic_translation":"","meaning":"The complainer","description":"An Gearanach is a magnificent ridge extending north from the main spine of the Mamores. The summit and intervening ridge is a narrow arete reminiscent of that between Càrn Mòr Dearg and Ben Nevis.","height":982,"region":"Loch Linnhe to Loch Ericht","location_lat":56.759143,"location_lng":-4.966203,"times_bagged":284}, 
 {"id":"m167","name":"Mullach na Dheiragain","gaelic_translation":"","meaning":"Perhaps summit of the hawk","description":"Mullach na Dheiragain is one of the more awkward Munros to reach. It is situated on a very long ridge extending north from the much higher mountain of Sgùrr nan Ceathreamhnan; usually after visiting it steps are retraced over the parent mountain.","height":982,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.283399,"location_lng":-5.18635,"times_bagged":28}, 
 {"id":"m168","name":"Maol Chinn-dearg","gaelic_translation":"","meaning":"Bald red head","description":"Maol chinn-dearg is one of the seven Munros on the South Cluanie Ridge. The long ridge to the northeast offers an escape to the glen.","height":981,"region":"Loch Linnhe to Glen Shiel","location_lat":57.12756,"location_lng":-5.252651,"times_bagged":176}, 
 {"id":"m169","name":"Creag Mhòr (Meall na Aighean)","gaelic_translation":"","meaning":"Big rock","description":"Meall na Aighean (named Creag Mhòr on older maps) is one of a group of four rounded Munros on the north side of Glen Lyon.","height":981,"region":"Loch Tay to Rannoch Moor","location_lat":56.620618,"location_lng":-4.12874,"times_bagged":373}, 
 {"id":"m170","name":"Slioch","gaelic_translation":"","meaning":"From the Gaelic sleacgh, a spear","description":"Slioch is one of the most familiar mountains in the Highlands, with the view of the mountain across Loch Maree adorning countless calendars and brochures. It is also a fine viewpoint over the Fisherfield Forest to the north.","height":981,"region":"Loch Maree to Loch Broom","location_lat":57.667176,"location_lng":-5.347047,"times_bagged":111}, 
 {"id":"m171","name":"Stob Coire a` Chàirn","gaelic_translation":"","meaning":"Peak of the corrie of the cairn","description":"Stob Coire a` Chàirn has a fine situation where the airy An Gearanach ridge meets the main spine of the Mamores. This area has some of the best ridgewalking in Scotland.","height":981,"region":"Loch Linnhe to Loch Ericht","location_lat":56.750744,"location_lng":-4.969025,"times_bagged":282}, 
 {"id":"m172","name":"Beinn a` Chochuill","gaelic_translation":"","meaning":"Hill of the hood or shell","description":"Beinn a` Chochuill is somewhat hidden away behind the more celebrated Ben Cruachan range. It has a long, almost level summit ridge providing good views both of Cruachan, and over Glen Kinglas and Loch Etive to the north.","height":980,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.44979,"location_lng":-5.068536,"times_bagged":253}, 
 {"id":"m173","name":"Ciste Dhubh","gaelic_translation":"","meaning":"Black chest","description":"Ciste Dhubh is a dramatically pointed summit set some way back from Cluanie and Glen Shiel. It is a fine and very distinctive peak of great character.","height":979,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.199243,"location_lng":-5.209016,"times_bagged":85}, 
 {"id":"m174","name":"Stob Coire Sgriodain","gaelic_translation":"","meaning":"Peak of the corrie of the scree","description":"Stob Coire Sgriodain is a steep sided ridge high above the glacial trench of Loch Treig. It is usually climbed in combination with neighbouring Chno Dearg.","height":979,"region":"Loch Linnhe to Loch Ericht","location_lat":56.831736,"location_lng":-4.694917,"times_bagged":119}, 
 {"id":"m175","name":"Beinn Dubhchraig","gaelic_translation":"","meaning":"Black-rock hill","description":"Beinn Dubhchraig, usually climbed together with its neighbour Ben Oss, is part of the Ben Lui range of mountains. It is usually ascended from Dalrigh between Crianlarich and Tyndrum.","height":978,"region":"Loch Fyne to Loch Tay","location_lat":56.391304,"location_lng":-4.743194,"times_bagged":337}, 
 {"id":"m176","name":"Cona` Mheall","gaelic_translation":"","meaning":"Hill of the dog or hill of the meeting","description":"Cona` Mheall is a fine stony ridge to the east of the main bulk of the Beinn Dearg range. It offers tremendous views across the wild and rocky Coire Ghrunnda.","height":978,"region":"Loch Broom to the Cromarty Firth","location_lat":57.791068,"location_lng":-4.9034,"times_bagged":92}, 
 {"id":"m177","name":"Meall nan Ceapraichean","gaelic_translation":"","meaning":"Ceap, meaning a back or hilltop","description":"Meall nan Ceapraichean is a stony summit to the north of Beinn Dearg. It is usually traversed together with its neighbours and has particularly good views to the northwest.","height":977,"region":"Loch Broom to the Cromarty Firth","location_lat":57.798505,"location_lng":-4.934011,"times_bagged":97}, 
 {"id":"m178","name":"Stob Bàn (Grey Corries)","gaelic_translation":"","meaning":"White peak","description":"Stob Bàn is a fine cone-shaped mountain almost hidden behind the much higher Grey Corries range.","height":977,"region":"Loch Linnhe to Loch Ericht","location_lat":56.810647,"location_lng":-4.840876,"times_bagged":115}, 
 {"id":"m179","name":"A` Mharconaich","gaelic_translation":"","meaning":"The horse place","description":"A` Mharconaich is the most distinctive of the mountains above the Drumochter Pass, showing a steep nose to the northeast.","height":975,"region":"Loch Ericht to Drumochter","location_lat":56.856993,"location_lng":-4.290668,"times_bagged":352}, 
 {"id":"m180","name":"Càrn a` Ghèoidh","gaelic_translation":"","meaning":"Hill of the goose","description":"Càrn a` Ghèoidh is hidden behind the two more familiar Cairnwell munros. It offers a wild and quiet respite to the ski-developments on its two neighbours.","height":975,"region":"Drumochter to Glen Shee","location_lat":56.873065,"location_lng":-3.466616,"times_bagged":690}, 
 {"id":"m181","name":"Càrn Liath (Beinn a` Ghlò)","gaelic_translation":"","meaning":"Grey hill","description":"Càrn Liath is the lowest of Beinn a` Ghlò`s three summits, but it is also the most accessible - and the most prominent when seen from the main A9 road.","height":975,"region":"Drumochter to Glen Shee","location_lat":56.80777,"location_lng":-3.744106,"times_bagged":414}, 
 {"id":"m182","name":"Stùc a` Chròin","gaelic_translation":"","meaning":"Peak of harm or danger","description":"Stùc a` Chròin is a steep and rocky peak, involving a scramble when ascended (as is common) from neighbouring Ben Vorlich.","height":975,"region":"Loch Fyne to Loch Tay","location_lat":56.329315,"location_lng":-4.237533,"times_bagged":767}, 
 {"id":"m183","name":"Beinn Sgritheall","gaelic_translation":"","meaning":"Probably scree or gravel hill","description":"Beinn Sgritheall has one of the finest situations of any of the Munros, towering above the tiny village of Arnisdale on Loch Huorn. Its ascent is unrelentingly steep but the views from the summit are amongst the finest in Scotland.","height":974,"region":"Loch Linnhe to Glen Shiel","location_lat":57.153824,"location_lng":-5.579728,"times_bagged":72}, 
 {"id":"m184","name":"Ben Lomond","gaelic_translation":"","meaning":"Beacon hill","description":"Ben Lomond is one of the most familiar and popular of the Munros, its fine summit being in clear view from the south end of the Loch at Balloch. Whilst the path is wide and busy up the slopes, the summit is dramatically situated above a steep corrie and the views over the Loch are unsurpassed.","height":974,"region":"Loch Fyne to Loch Tay","location_lat":56.190284,"location_lng":-4.633008,"times_bagged":2231}, 
 {"id":"m185","name":"Sgùrr a` Ghreadaidh","gaelic_translation":"","meaning":"Peak of torment/anxiety","description":"Sgùrr a` Ghreadaidh is the highest point on the central part of the Cuillin ridge. It has two summits, separated by the narrowest arete in the British Isles - sharp as a razor. The true top is the northerly one, usually reached via a hard scramble up An Dorus, though an alternative is given in our description.","height":973,"region":"The Islands","location_lat":57.227286,"location_lng":-6.234438,"times_bagged":83}, 
 {"id":"m186","name":"Meall Garbh (Càrn Mairg)","gaelic_translation":"","meaning":"Rough hill","description":"Meall Garbh is one of the group of four rounded Munros on the north side of Glen Lyon, usually climbed with its neighbours. It lacks any distinctive form.","height":968,"region":"Loch Tay to Rannoch Moor","location_lat":56.637372,"location_lng":-4.207456,"times_bagged":393}, 
 {"id":"m187","name":"A` Mhaighdean","gaelic_translation":"","meaning":"The maiden","description":"A` Mhaighdean is often regarded as the remotest of the Munros, deep in the heart of the Fisherfield Forest. It is a magnificent castellated mountain with dramatic cliffs, and one of the finest viewpoints in Britain.","height":967,"region":"Loch Maree to Loch Broom","location_lat":57.719644,"location_lng":-5.34672,"times_bagged":47}, 
 {"id":"m188","name":"Sgòrr nam Fiannaidh (Aonach Eagach)","gaelic_translation":"","meaning":"Peak of the Fian warriors","description":"Sgòrr nam Fiannaidh is the western summit of the Aonach Eagach. Usually it is reached as part of the classic, hard scramble along the ridge, taking in Meall Dearg as well, but for non-scramblers it is possible to climb it via the path to the bealach with the Pap of Glencoe.","height":967,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.679387,"location_lng":-5.037143,"times_bagged":296}, 
 {"id":"m189","name":"Ben More (Mull)","gaelic_translation":"","meaning":"Big hill","description":"Ben More is the only island Munro outside Skye. It is a grand, rocky mountain and a fantastic viewpoint for scores of islands dotted around the Minches.","height":966,"region":"The Islands","location_lat":56.424829,"location_lng":-6.014015,"times_bagged":260}, 
 {"id":"m190","name":"Sgùrr na Banachdich","gaelic_translation":"","meaning":"Perhaps from banachdag, a milkmaid","description":"Sgùrr na Banachdich is one of the easiest Munros in the Skye Cuillin, if climbed via Coir nan Eich. Nonetheless it has a fine pointed summit and magnificent views, lying at the meeting point of three great scramblers` ridges.","height":965,"region":"The Islands","location_lat":57.220964,"location_lng":-6.24162,"times_bagged":134}, 
 {"id":"m191","name":"Sgùrr nan Gillean","gaelic_translation":"","meaning":"Peak of the young men","description":"Sgùrr nan Gillean is commonly regarded as the finest of the Skye Cuillin. A magnificent pyramidal peak, it has three main ridges. The easiest is open to keen scramblers only whilst the other two ridges are graded rock-climbs.","height":964,"region":"The Islands","location_lat":57.248262,"location_lng":-6.193098,"times_bagged":124}, 
 {"id":"m192","name":"Càrn a` Chlamain","gaelic_translation":"","meaning":"Hill of the kite or buzzard","description":"Càrn a` Chlamain is a stony summit on the edge of a sweeping plateau on the edge of Glen Tilt. The usual approach is up this glen, its great beauty making this a fine walk.","height":963,"region":"Drumochter to Glen Shee","location_lat":56.860968,"location_lng":-3.779629,"times_bagged":133}, 
 {"id":"m193","name":"Sgùrr Thuilm","gaelic_translation":"","meaning":"Peak of the rounded hillock","description":"Sgùrr Thuilm is one of the two Glenfinnan Munros. A fine rocky peak of great character, the views are magnificent with lochs and steep mountains in all directions.","height":963,"region":"Loch Linnhe to Glen Shiel","location_lat":56.937056,"location_lng":-5.389207,"times_bagged":94}, 
 {"id":"m194","name":"Ben Klibreck","gaelic_translation":"","meaning":"Hill of the speckled cliff","description":"Ben Klibreck is a giant whale of a Munro isolated in the wilds of East Sutherland. The usual ascent route climbs very steeply to reach the bealach to the south of the hill; the reward is a stunning panorama of Scotland`s northern wildernesses.","height":962,"region":"Loch Broom to the Pentland Firth","location_lat":58.235202,"location_lng":-4.41113,"times_bagged":159}, 
 {"id":"m238","name":"Beinn Tarsuinn","gaelic_translation":"","meaning":"Transverse hill","description":"Beinn Tarsuinn is in the heart of the Fisherfield Forest, one of the wildest places in Scotland, and requires an epic walk to ascend, whether climbed with the rest of the Fisherfield Munros from Shenavall to the north, or from Kinlochewe to the south.","height":937,"region":"Loch Maree to Loch Broom","location_lat":57.702052,"location_lng":-5.291601,"times_bagged":49}, 
 {"id":"m195","name":"Sgòrr Ruadh","gaelic_translation":"","meaning":"Red peak","description":"Sgòrr Ruadh is one of the fine sandstone monoliths of the Couilin Forest. It has a magnificent face above Coire Lair but the south and west sides are much less impressive. The mountain is often climbed on its own via its steep but soggy southern slopes, or more interestingly from the bealach linking with Beinn Liath Mhòr.","height":962,"region":"Glen Carron to Loch Maree","location_lat":57.498622,"location_lng":-5.407747,"times_bagged":68}, 
 {"id":"m196","name":"Beinn nan Aighenan","gaelic_translation":"","meaning":"Hill of the hinds","description":"Beinn nan Aighenan is an isolated summit and quite a tricky Munro to reach. The options are a very long approach up Glen Kinglas or a climb over the intervening ridge from Glen Etive.","height":960,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.520221,"location_lng":-5.011233,"times_bagged":91}, 
 {"id":"m197","name":"Stuchd an Lochain","gaelic_translation":"","meaning":"Peak of the little loch","description":"Stuchd an Lochain is an enjoyable mountain with a fine northern corrie enclosing the almost circular Lochan nan Cat. It is usually climbed via a very short route from Loch an Dàimh to the north but can also be approached from Pubil in upper Glen Lyon.","height":960,"region":"Loch Tay to Rannoch Moor","location_lat":56.570907,"location_lng":-4.470619,"times_bagged":220}, 
 {"id":"m198","name":"Beinn Fhionnlaidh","gaelic_translation":"","meaning":"Finlay`s hill","description":"Beinn Fhionnlaidh is a long, broad and undulating ridge running between Glen Etive and Loch Creran. It can be climbed from either direction but the route from Loch Creran avoids the worst of the forestry and gives good views out over the sea.","height":959,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.600979,"location_lng":-5.104733,"times_bagged":98}, 
 {"id":"m199","name":"Meall Glas","gaelic_translation":"","meaning":"Greenish-grey hill","description":"Meall Glas is a fairly undistinguished Munro between Glen Dochart and Glen Lochay. The ascent is possible from either glen.","height":959,"region":"Loch Tay to Rannoch Moor","location_lat":56.455712,"location_lng":-4.546821,"times_bagged":157}, 
 {"id":"m200","name":"Bruach na Frìthe","gaelic_translation":"","meaning":"Slope of the deer forest","description":"Bruach na Frithe is one of the most straightforward of the Cuillin Munros, and often the first to be climbed. It is hidden from Sligachan by Sgùrr a Bhasteir but has a pointed summit though with fewer spectacular crags than its neighbours. It is a superb viewpoint for the main Ridge.","height":958,"region":"The Islands","location_lat":57.246761,"location_lng":-6.210795,"times_bagged":162}, 
 {"id":"m201","name":"Stob Dubh (Buachaille Etive Beag)","gaelic_translation":"","meaning":"Small herdsman of Etive, black peak","description":"The higher of the two Munros on Buachaille Etive Beag, Stob Dubh is a fine summit on a grand section of ridge, overlooking Loch Etive.","height":958,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.63815,"location_lng":-4.970746,"times_bagged":515}, 
 {"id":"m202","name":"Tolmount","gaelic_translation":"","meaning":"Doll mounth or hill (leading to Glen Doll)","description":"Tolmount looks a fine cone-like peak when seen from Loch Callater; otherwise it is a twin to its close neighbour Tom Buidhe - a simple rounded dome-like upthrust on the wide Mounth plateau.","height":958,"region":"Glen Shee to Glen Esk","location_lat":56.904733,"location_lng":-3.297946,"times_bagged":332}, 
 {"id":"m203","name":"Càrn Ghluasaid","gaelic_translation":"","meaning":"Hill of movement","description":"Càrn Ghluasaid is reached by a fine stalkers path from the north side of Loch Cluanie. The other side of the mountain collapses in broken crags down to Coire Sgreumh. The mountain is really quite a minor subsidiary summit of Sgùrr nan Conbhairean - wth less than 60m of ascent if coming up from the direction of its parent peak.","height":957,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.16595,"location_lng":-5.068158,"times_bagged":95}, 
 {"id":"m204","name":"Tom Buidhe","gaelic_translation":"","meaning":"Yellow hill","description":"Tom Buidhe is a featureless dome-like upswelling on the vast Mounth plateau, looking nothing like a mountain from any direction. It is nearly always climbed with its neighbour Tolmount, and can be ascended from Glen Callater, Glen Doll or from the Cairnwell Pass.","height":957,"region":"Glen Shee to Glen Esk","location_lat":56.893615,"location_lng":-3.292356,"times_bagged":320}, 
 {"id":"m205","name":"Sàileag","gaelic_translation":"","meaning":"Little heel","description":"Sàileag is a rather insiginificant summit on the North Kintail Ridge, between the Five Sisters and the Brothers. It is suprising that it has managed to attain a place as a mountain on the Munro list.","height":956,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.181273,"location_lng":-5.281332,"times_bagged":104}, 
 {"id":"m206","name":"Sgùrr nan Coireachan (Glenfinnan)","gaelic_translation":"","meaning":"Peak of the corries","description":"Sgùrr nan Coireachan is one of a pair of Munros (the other being Sgùrr Thuilm at the head of Glen Finnan. Both are fine, rocky peaks with great views and some of the character of neighbouring Knoydart.","height":956,"region":"Loch Linnhe to Glen Shiel","location_lat":56.935728,"location_lng":-5.448551,"times_bagged":90}, 
 {"id":"m207","name":"Stob na Bròige (Buachaille Etive Mòr)","gaelic_translation":"","meaning":"Peak of the shoe","description":"Stob na Bròige is the summit at the Glen Etive end of Buachaille Etive Mòr. It was promoted to become a separate Munro in 1997 when means that most baggers now traverse the whole ridge.","height":956,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.62988,"location_lng":-4.951151,"times_bagged":383}, 
 {"id":"m208","name":"Sgòr Gaibhre","gaelic_translation":"","meaning":"Goat`s peak","description":"Sgòr Gaibhre is a remote Munro above Loch Ossian in the heart of the Highlands. It is usually climbed either from Rannoch or Corrour stations on the West Highland railway line.","height":955,"region":"Loch Linnhe to Loch Ericht","location_lat":56.772544,"location_lng":-4.546498,"times_bagged":77}, 
 {"id":"m209","name":"Beinn Liath Mhòr Fannaich","gaelic_translation":"","meaning":"Big grey hill of Fannich","description":"Beinn Liath Mhòr Fannaich is a bulky Munro situated just to the north of the main Fannichs ridge. It offers good views both of the neighbouring and over to the Beinn Dearg range.","height":954,"region":"Loch Maree to Loch Broom","location_lat":57.706104,"location_lng":-4.989776,"times_bagged":87}, 
 {"id":"m210","name":"Am Faochagach","gaelic_translation":"","meaning":"The place of the shells","description":"Am Faochagach is a rounded Munro to the north of the Dirrie Mòr (Ullapool) road. The main difficulty is the short approach across the first flat section of moor- there are bogs and a potentially difficult river crossing to negotiate. The ascent of the peak itself is more straightforward.","height":953,"region":"Loch Broom to the Cromarty Firth","location_lat":57.771801,"location_lng":-4.853899,"times_bagged":57}, 
 {"id":"m211","name":"Beinn Mhanach","gaelic_translation":"","meaning":"Monk hill","description":"Beinn Mhanach is an undistinguished Munro, a rounded lump when seen from any direction. It can be approached either up the attractive Auch Glen, or, less obviously, over the bealach Achaladair from Achaladair Farm.","height":953,"region":"Loch Tay to Rannoch Moor","location_lat":56.53404,"location_lng":-4.646059,"times_bagged":101}, 
 {"id":"m212","name":"Meall Dearg (Aonach Eagach)","gaelic_translation":"","meaning":"Red hill","description":"Meall Dearg is the central summit on the celebrated Aonach Eagach ridge. Usually reached as part of the hard scramble along the ridge en route to Sgòrr nam Fiannaidh, it can be ascended on its own by vertigo sufferers by an approach from the north side.","height":953,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.68072,"location_lng":-5.003271,"times_bagged":294}, 
 {"id":"m213","name":"Sgùrr nan Coireachan (Glen Dessary)","gaelic_translation":"","meaning":"Peak of the corries","description":"Sgùrr nan Coireachan is a steep mixture of grassy and rocky slopes, giving a tough ascent from Glen Dessary. If the ridge is followed to its termination on Sgùrr na Cìche, however, it is merely the warm-up for the exertions to follow.","height":953,"region":"Loch Linnhe to Glen Shiel","location_lat":57.007158,"location_lng":-5.40544,"times_bagged":42}, 
 {"id":"m214","name":"Meall Chuaich","gaelic_translation":"","meaning":"Hill of the quaich","description":"This undistinguished hill hidden up a glen near Dalwhinnie offers one of the shorter and more straightforward ascents amongst the Munros. The usual approach follows some hydro-electric scheme works before an ascent up a broad dome. The position gives it great views over Badenoch, however.","height":951,"region":"Loch Ericht to Drumochter","location_lat":56.963851,"location_lng":-4.112552,"times_bagged":240}, 
 {"id":"m215","name":"Meall Gorm","gaelic_translation":"","meaning":"Blue hill","description":"Meall Gorm is on the Fannichs ridge. It occupies a fine position, with four fine corries along its northeastern side each holding its own lochan.","height":949,"region":"Loch Maree to Loch Broom","location_lat":57.680837,"location_lng":-4.983801,"times_bagged":72}, 
 {"id":"m216","name":"Beinn Bhuidhe","gaelic_translation":"","meaning":"Yellow hill","description":"Beinn Bhuidhe is a neglected Munro, being shyly hidden away between Glens Shira and Fyne at the head of Loch Fyne. Its uppermost ridge is suprisingly steep and rocky and is a tremendous viewpoint.","height":948,"region":"Loch Fyne to Loch Tay","location_lat":56.326662,"location_lng":-4.906722,"times_bagged":211}, 
 {"id":"m217","name":"Sgùrr Mhic Chòinnich","gaelic_translation":"","meaning":"MacKenzie`s peak (after John MacKenzie, Cuillin guide)","description":"Sgùrr Mhic Chòinnich is a wedge-shaped ridge of rock above the back of Coire Lagan. For non-climbers it is probably one of the more difficult Cuillin Munros, the ridge from the bealach having one particularly exposed climb up. The mountain is named after the early local climbing guide, John Mackenzie.","height":948,"region":"The Islands","location_lat":57.208964,"location_lng":-6.2241,"times_bagged":95}, 
 {"id":"m218","name":"Creag a`Mhàim","gaelic_translation":"","meaning":"Rock of the large rounded hill","description":"Creag a`Mhàim is the easternmost of the seven Munros on the South Cluanie ridge, and usually the first to be climbed. It suffers by comparison to its neighbours further along the ridge.","height":947,"region":"Loch Linnhe to Glen Shiel","location_lat":57.120971,"location_lng":-5.160048,"times_bagged":179}, 
 {"id":"m219","name":"Driesh","gaelic_translation":"","meaning":"From the Gaelic dris, a thorn bush or bramble","description":"To residents of Dundee, Driesh is one of the best-known and most climbed Munros. It rises steeply above Glen Doll in the upper part of Glen Clova but the summit area is much more rounded and less dramatic.","height":947,"region":"Glen Shee to Glen Esk","location_lat":56.848003,"location_lng":-3.196523,"times_bagged":828}, 
 {"id":"m220","name":"Beinn Tulaichean","gaelic_translation":"","meaning":"Hill of the hillocks","description":"Beinn Tulaichean is really a minor summit on the south ridge of Cruach Àrdrain. It is best seen and most easily climbed from Inverlochlarig in the Braes of Balquhidder, though it is also possible to approach over Cruach Àrdrain from the A82.","height":946,"region":"Loch Fyne to Loch Tay","location_lat":56.342216,"location_lng":-4.56333,"times_bagged":353}, 
 {"id":"m221","name":"Càrn Bhac","gaelic_translation":"","meaning":"Hill of peat-banks","description":"Càrn Bhac is a rounded mountain deep in the wilds of the Mounth south of Inverey. One of the less visited Munros it offers a chance for peace, quiet and contemplation.","height":946,"region":"Drumochter to Glen Shee","location_lat":56.930541,"location_lng":-3.56088,"times_bagged":107}, 
 {"id":"m222","name":"Meall Buidhe (Knoydart)","gaelic_translation":"","meaning":"Yellow hill","description":"Meall Buidhe is an incredibly rough and rocky mountain, one of the three magnificent Munros on the Knoydart peninsula. Whichever route is chosen, the ascent requires considerable effort.","height":946,"region":"Loch Linnhe to Glen Shiel","location_lat":57.031552,"location_lng":-5.546334,"times_bagged":46}, 
 {"id":"m223","name":"Sgùrr na Sgìne","gaelic_translation":"","meaning":"Peak of the knife","description":"Sgùrr na Sgìne may not rival the grandeur of its neighbour The Saddle, but it is a fine peak nonetheless and its top Faochag (the whelk) looks improbably steep and cone-like from higher up Glen Shiel.","height":946,"region":"Loch Linnhe to Glen Shiel","location_lat":57.147098,"location_lng":-5.396634,"times_bagged":87}, 
 {"id":"m224","name":"Bidein a` Choire Sheasgaich","gaelic_translation":"","meaning":"Peak of the corrie of the barren or milkless cattle","description":"One of the remotest Munros, Bidein a` Choire Sheasgaich is a magnificent peak hidden away in the wilderness above Loch Monar. Reaching its foot from any direction is arduous, with much ascent and descent.","height":945,"region":"Loch Mullardoch to Glen Carron","location_lat":57.419718,"location_lng":-5.250473,"times_bagged":20}, 
 {"id":"m225","name":"Càrn Dearg (Monadhliath)","gaelic_translation":"","meaning":"Red hill","description":"Càrn Dearg is the highest of the Monadhliath, situated on a fairly slender ridge leading south from the main plateau and quite uncharacteristic of the range. It is usually combined with its neighbours further east.","height":945,"region":"Speyside to Great Glen","location_lat":57.092261,"location_lng":-4.253246,"times_bagged":143}, 
 {"id":"m226","name":"Stob a` Choire Odhair","gaelic_translation":"","meaning":"Peak of the dun-coloured corrie","description":"Stob a` Choire Odhair may not be well-known by name, but it is a familiar sight as the dome-shaped mountain rising behind the lochs in the frequently-photographed view across Rannoch Moor. It is a fine viewpoint for looking out over the vast, wild emptyness of the moor.","height":945,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.573308,"location_lng":-4.838302,"times_bagged":171}, 
 {"id":"m227","name":"An Socach (Braemar)","gaelic_translation":"","meaning":"The projecting place (beak or snout)","description":"An Socach is an undistinguished wedge-shaped mountain which can be climbed quicky from Baddoch in Glen Clunie. In its favour, it is an escape from the ski-developments at the head of the glen.","height":944,"region":"Drumochter to Glen Shee","location_lat":56.902295,"location_lng":-3.513148,"times_bagged":183}, 
 {"id":"m228","name":"Sgùrr Dubh Mòr","gaelic_translation":"","meaning":"Big black peak","description":"Sgùrr Dubh Mòr is a dramatic rock peak situated just off the main Cuillin Ridge and usually reached by baggers via tricky and hard to find scramble from the rest of the range. On the other side the Dubhs Ridge leads directly from Loch Coruisk to the summit - this is the longest rock-climb in Britain and a total classic for those with the skills.","height":944,"region":"The Islands","location_lat":57.204894,"location_lng":-6.211421,"times_bagged":91}, 
 {"id":"m229","name":"Ben Vorlich (Loch Lomond)","gaelic_translation":"","meaning":"Hill of the bay","description":"Ben Vorlich towers above the west side of the head of Loch Lomond; although close to the road its steep sides mean it is still a tough ascent. The Inveruglas hydro-electric power station is on its eastern flanks, with pipelines running through the mountain from Loch Sloy. It is usually climbed by a steep ascent on the Loch Sloy side though a more interesting circuit can be had from Ardlui.","height":943,"region":"Loch Fyne to Loch Tay","location_lat":56.27403,"location_lng":-4.755047,"times_bagged":772}, 
 {"id":"m230","name":"Binnein Beag","gaelic_translation":"","meaning":"Small peak","description":"Binnein Beag is an outlier of the Mamores and the most remote peak in the range. Although close by its much higher neighbour Binnein Mòr, Binnein Beag is a steep-sided cone and admits of no inferioty to its higher siblings.","height":943,"region":"Loch Linnhe to Loch Ericht","location_lat":56.76699,"location_lng":-4.911065,"times_bagged":130}, 
 {"id":"m231","name":"Beinn a` Chròin","gaelic_translation":"","meaning":"Hill of harm or danger","description":"Beinn a` Chròin is a surprisingly rocky little mountain to the south of Crianlarich. The location of the true summit has been the subject of controversy; that with the largest cairn was regarded as the top for many years, but the higher, Munro summit is actually that further west along the ridge.","height":942,"region":"Loch Fyne to Loch Tay","location_lat":56.331987,"location_lng":-4.609638,"times_bagged":459}, 
 {"id":"m232","name":"Càrn Dearg (Corrour)","gaelic_translation":"","meaning":"Red hill","description":"Càrn Dearg is a remote peak between Rannoch Moor and the Ben Alder range, above Loch Ossian. It can be climbed either from either Corrour or Rannoch stations on the West Highland line.","height":941,"region":"Loch Linnhe to Loch Ericht","location_lat":56.759931,"location_lng":-4.589888,"times_bagged":89}, 
 {"id":"m233","name":"Càrn na Caim","gaelic_translation":"","meaning":"Cairn of the curve","description":"Càrn na Caim is the more northerly of the two Munros on the wide plateau guarding the east side of the Drumochter Pass. The approach to the summit is boggy but the views are better than might be imagined.","height":941,"region":"Loch Ericht to Drumochter","location_lat":56.911739,"location_lng":-4.174478,"times_bagged":209}, 
 {"id":"m234","name":"Luinne Bheinn","gaelic_translation":"","meaning":"Hill of anger, or hill of mirth or melody","description":"Luinne Bheinn (known to some Gaelic pronunciation-challenged walkers as Loony Bin) is a very rocky and rough mountain in the heart of the Knoydart peninsula, and a superb viewpoint.","height":939,"region":"Loch Linnhe to Glen Shiel","location_lat":57.048325,"location_lng":-5.513607,"times_bagged":47}, 
 {"id":"m235","name":"Mount Keen","gaelic_translation":"","meaning":"Gaelic monadh, meaning hill","description":"Mount Keen is the most easterly of the Munros, a cone-shaped summit rearing above the great sea of the Mounth plateau. It can be climbed quickly from Glen Esk, or more scenically via Glen Tanar.","height":939,"region":"Glen Shee to Glen Esk","location_lat":56.969751,"location_lng":-2.973622,"times_bagged":694}, 
 {"id":"m236","name":"Mullach nan Coirean","gaelic_translation":"","meaning":"Summit of the corries","description":"Mullach nan Coirean is the westernmost of the Mamores. It is a fine grassy ridge but lacks the distinctive pointed summit of many of the other peaks in the range.","height":939,"region":"Loch Linnhe to Loch Ericht","location_lat":56.749867,"location_lng":-5.072381,"times_bagged":236}, 
 {"id":"m237","name":"Beinn Sgulaird","gaelic_translation":"","meaning":"Unknown","description":"With its coastal position Beinn Sgulaird has a reputation as a magnificent viewpoint. It is well deserved but the steep slopes and undulating ridge makes for a much more arduous walk than its position close to the road would suggest.","height":937,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.566232,"location_lng":-5.170365,"times_bagged":125}, 
 {"id":"m239","name":"Sròn a` Choire Ghairbh","gaelic_translation":"","meaning":"Nose of the rough corrie","description":"Sròn a` Choire Ghairbh is the higher of the two Munros on the north side of Loch Lochy, rising above the forestry as seen from the A82 on the south side of the loch. Its rounded summit has steep flanks and corries; a massive hydro-scheme is planned for the largest, which currently cradles tiny Loch a` Choire Ghlais.","height":937,"region":"Loch Linnhe to Glen Shiel","location_lat":57.007839,"location_lng":-4.928763,"times_bagged":125}, 
 {"id":"m240","name":"A` Bhuidheanach Bheag","gaelic_translation":"","meaning":"The little yellow place","description":"A` Bhuidheanach Bheag is a broad, domed summit on the spacious plateau to the east of the Drumochter Pass. The plateau lacks distinctive landforms but is wild and desolate.","height":936,"region":"Loch Ericht to Drumochter","location_lat":56.870399,"location_lng":-4.198839,"times_bagged":200}, 
 {"id":"m241","name":"Beinn na Lap","gaelic_translation":"","meaning":"Mottled hill","description":"Beinn na Lap is a rounded hill in the heart of the wild area to the northeast of Rannoch Moor. The West Highland railway passes close to its foot and the ascent from Corrour Station is short and straightforward.","height":935,"region":"Loch Linnhe to Loch Ericht","location_lat":56.78939,"location_lng":-4.659994,"times_bagged":98}, 
 {"id":"m242","name":"Am Basteir","gaelic_translation":"","meaning":"Obscure but probably NOT the executioner","description":"Am Basteir is a vertically-sided blade of rock whose ascent is only possible for keen scramblers from Bealach a Basteir. Below the summit of the mountain is the remarkable lesser peak of the Basteir Tooth - an imposing fang of rock that can only be reached by rock-climbers.","height":934,"region":"The Islands","location_lat":57.247931,"location_lng":-6.202982,"times_bagged":106}, 
 {"id":"m243","name":"Meall a` Chrasgaidh","gaelic_translation":"","meaning":"Hill of the crossing","description":"Meall a` Chrasgaidh is a minor, rounded summit just off the ridge between Sgùrr Mòr and Sgùrr nan Clach Geala. It lacks any distinguishing features and is very much overshadowed by its more illustrious neighbours.","height":934,"region":"Loch Maree to Loch Broom","location_lat":57.712876,"location_lng":-5.048726,"times_bagged":99}, 
 {"id":"m244","name":"Beinn Chabhair","gaelic_translation":"","meaning":"Possibly hill of the hawk","description":"Beinn Chabhair rises steeply above Inverarnan just to the north of Loch Lomond. This rocky peak is both accessible and popular; the summit is a fine viewpoint, with a good vista down Loch Long.","height":933,"region":"Loch Fyne to Loch Tay","location_lat":56.325775,"location_lng":-4.641485,"times_bagged":389}, 
 {"id":"m245","name":"The Cairnwell","gaelic_translation":"","meaning":"From Gaelic Carn Bhalg, hill of bags","description":"The Cairnwell is a prominent cone-shaped mountain when seen from the south on the drive up the Cairnwell Pass. It is a great viewpoint, but the summit has been ruined by the construction of communications masts whilst its slopes are scattered with ski-ing impedimentia.","height":933,"region":"Drumochter to Glen Shee","location_lat":56.879502,"location_lng":-3.421198,"times_bagged":765}, 
 {"id":"m246","name":"Fionn Bheinn","gaelic_translation":"","meaning":"Pale-coloured hill","description":"Technically one of the Fannichs, Fionn Bheinn is isolated from the other peaks and is nearly always climbed from Achnasheen. It is a rounded mountain but offers fine views of the nearby Torridon giants.","height":933,"region":"Loch Maree to Loch Broom","location_lat":57.611148,"location_lng":-5.102713,"times_bagged":123}, 
 {"id":"m247","name":"Maol Chean-dearg","gaelic_translation":"","meaning":"Bald red head","description":"Maol Chean-dearg is a dramatic, steep sided dome of Torridonian sandstone in the wonderful Coulin Forest between Torridon and Strathcarron. On the north side it plunges in crags down to a lochan and has an awe-inspiring outlook over the Torridon peaks.","height":933,"region":"Glen Carron to Loch Maree","location_lat":57.491697,"location_lng":-5.465549,"times_bagged":91}, 
 {"id":"m248","name":"Meall Buidhe (Glen Lyon)","gaelic_translation":"","meaning":"Yellow hill","description":"Meall Buidhe is a north-south ridge in an area of wide moorlands, though the Glas Choire on its eastern side does add some character. It is one of the easiest and quickest Munros to climb from Loch an Dàmh.","height":932,"region":"Loch Tay to Rannoch Moor","location_lat":56.61724,"location_lng":-4.448608,"times_bagged":208}, 
 {"id":"m249","name":"Beinn Bhreac","gaelic_translation":"","meaning":"Speckled hill","description":"Beinn Bhreac is a lowly Munro by Cairngorms standards, rising at the southern end of a vast boggy moorland. It enjoys a fine setting high above beautiful Glen Derry.","height":931,"region":"Deeside to Speyside - The Cairngorms","location_lat":57.055063,"location_lng":-3.553471,"times_bagged":98}, 
 {"id":"m250","name":"Ben Chonzie","gaelic_translation":"","meaning":"Probably mossy hill","description":"Ben Chonzie is the highest point of the heathery moorlands to the north of Crieff. Its finest side is to the east above Glen Turret, but it is more frequently and quickly climbed using tracks from the west.","height":931,"region":"Loch Fyne to Loch Tay","location_lat":56.453851,"location_lng":-3.992057,"times_bagged":1151}, 
 {"id":"m251","name":"A` Chailleach (Monadhliath)","gaelic_translation":"","meaning":"The old woman","description":"A` Chailleach is a familiar sight from the area around Newtonmore. Topped by a big cairn, it is the most ascended and perhaps the finest of the Monadhliath.","height":930,"region":"Speyside to Great Glen","location_lat":57.109564,"location_lng":-4.179285,"times_bagged":178}, 
 {"id":"m252","name":"Blà Bheinn","gaelic_translation":"","meaning":"Blue hill, or possibly warm hill","description":"Blà Bheinn - sometimes anglicised to Blaven - stands apart from the rest of the Cuillin Ridge on Skye. Towering magnificently above Loch Slapin and with its hidden side even more spectacular, it is one of the finest mountains in Britain as well as one of the best viewpoints imaginable.","height":928,"region":"The Islands","location_lat":57.219565,"location_lng":-6.09321,"times_bagged":244}, 
 {"id":"m253","name":"Mayar","gaelic_translation":"","meaning":"Meaning obscure","description":"Mayar is a bump-like summit on the southern part of the Angus / Mounth plateau. It is usually ascended with its near neighbour, Driesh.","height":928,"region":"Glen Shee to Glen Esk","location_lat":56.848936,"location_lng":-3.246316,"times_bagged":880}, 
 {"id":"m254","name":"Meall nan Eun","gaelic_translation":"","meaning":"Hill of the birds","description":"Meall nan Eun is a dome-like Munro with a very rounded summit but extremely steep sides. The plateau-like top of the mountain unfortunately robs the views of any depth.","height":928,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.561177,"location_lng":-4.942893,"times_bagged":77}, 
 {"id":"m255","name":"Moruisg","gaelic_translation":"","meaning":"Big water","description":"Moruisg is a very prominent mountain rising like a beached whale above upper Glen Carron. Unfortunately the usual ascent route is up a wide and soggy slope with few features to break the effort.","height":928,"region":"Loch Mullardoch to Glen Carron","location_lat":57.499712,"location_lng":-5.17063,"times_bagged":66}, 
 {"id":"m256","name":"Ben Hope","gaelic_translation":"","meaning":"Hill of the bay","description":"The most northerly of the Munros, Ben Hope is an isolated monolith with a short usual ascent that can be made quickly. The view is of a stunning desolation of lochans and moors.","height":927,"region":"Loch Broom to the Pentland Firth","location_lat":58.413113,"location_lng":-4.60786,"times_bagged":294}, 
 {"id":"m257","name":"Eididh nan Clach Geala","gaelic_translation":"","meaning":"Web of the white stones","description":"Eididh nan Clach Geala rises steeply above Lochan a` Chnapaich; on the other sides its slopes are more gentle. It enjoys stunning views northwest towards the distinctive mountains of Assynt and the Summer Isles.","height":927,"region":"Loch Broom to the Cromarty Firth","location_lat":57.813492,"location_lng":-4.934218,"times_bagged":87}, 
 {"id":"m258","name":"Beinn Liath Mhòr","gaelic_translation":"","meaning":"Big grey hill","description":"Beinn Liath Mhòr is a long, multiple-summited sandstone ridge with steep flanks and a summit sprinkled with white quartzite. It offers interesting views over the Coulin Forest and into Torridon.","height":926,"region":"Glen Carron to Loch Maree","location_lat":57.512074,"location_lng":-5.400617,"times_bagged":70}, 
 {"id":"m259","name":"Beinn Narnain","gaelic_translation":"","meaning":"Unknown","description":"One of the Arrochar Alps, Beinn Narnain`s location means it is often one of the first Munros to be tackled. It is a very rocky little mountain with some scrambling and several false summits.","height":926,"region":"Loch Fyne to Loch Tay","location_lat":56.220947,"location_lng":-4.789002,"times_bagged":985}, 
 {"id":"m260","name":"Geal Chàrn (Monadhliath)","gaelic_translation":"","meaning":"White hill","description":"Geal Chàrn is separated from the other Monadhliath Munros by several miles of rolling moorland and bogs, and is usually climbed on its own from either Garva Bridge or the Spey dam.","height":926,"region":"Speyside to Great Glen","location_lat":57.057418,"location_lng":-4.373572,"times_bagged":144}, 
 {"id":"m261","name":"Meall a` Choire Lèith","gaelic_translation":"","meaning":"Hill of the grey corrie","description":"Meall a` Choire Lèith is an outlier of the Ben Lawers group. A vast, flat-topped dome, it is not the most distinctive of the group.","height":926,"region":"Loch Tay to Rannoch Moor","location_lat":56.566312,"location_lng":-4.259625,"times_bagged":396}, 
 {"id":"m263","name":"Stob Coire Raineach (Buachaille Etive Beag)","gaelic_translation":"","meaning":"Ferny corrie peak","description":"Stob Coire Raineach - the northern summit of Buachaille Etive Beag - became a Munro in its own right in 1997. Its broad summit has great views of the Aonach Eagach.","height":925,"region":"Rannoch Moor to Loch Linnhe","location_lat":56.649938,"location_lng":-4.951686,"times_bagged":483}, 
 {"id":"m264","name":"Creag Pitridh","gaelic_translation":"","meaning":"Meaning uncertain, perhaps from the surname Petrie","description":"This diminutive Munro is dwarfed by its higher neighbours Geal Chàrn and Beinn a` Chlachair and its inclusion with them requires little extra effort. However its position high above Lochan na h-Earba makes it a fabulous viewpoint.","height":924,"region":"Loch Linnhe to Loch Ericht","location_lat":56.899713,"location_lng":-4.484955,"times_bagged":86}, 
 {"id":"m265","name":"Sgùrr nan Eag","gaelic_translation":"","meaning":"Peak of the notches","description":"The southernmost peak in the Cuillin, Sgùrr nan Eag is on one of the more straightforward sections of ridge though it does still require scrambling skills. This section of the ridge continues out to the terminal peak of Gars-bheinn and its position above the sea gives it stupendous views.","height":924,"region":"The Islands","location_lat":57.19581,"location_lng":-6.211264,"times_bagged":104}, 
 {"id":"m266","name":"An Coileachan","gaelic_translation":"","meaning":"The little cock","description":"An Coileachan is the easternmost of the Fannichs, a steep-sided dome rising to the south of Loch Gorm. Whilst it is only a short distance from the track to Loch Fannich, the usual approach from the north is a long slog across the bogs.","height":923,"region":"Loch Maree to Loch Broom","location_lat":57.667625,"location_lng":-4.949498,"times_bagged":73}, 
 {"id":"m267","name":"Sgùrr nan Each","gaelic_translation":"","meaning":"Peak of the horses","description":"Sgùrr nan Each is a Munro on the south ridge of Sgùrr nan Clach Geala. It takes the form of an elegant `s`-shaped ridge with steep flanks.","height":923,"region":"Loch Maree to Loch Broom","location_lat":57.681017,"location_lng":-5.046351,"times_bagged":87}, 
 {"id":"m268","name":"Tom na Gruagaich (Beinn Alligin)","gaelic_translation":"","meaning":"Hill of the maiden","description":"Tom na Gruagaich, formerly a Top, was promoted to become the second Munro of Beinn Alligin in 1997. It has sensational views over the sea to Skye and for most walkers is the start of the sensational traverse of the mountain.","height":922,"region":"Glen Carron to Loch Maree","location_lat":57.580519,"location_lng":-5.581912,"times_bagged":220}, 
 {"id":"m269","name":"An Socach (Affric)","gaelic_translation":"","meaning":"The snout","description":"An Socach is an exceptionally remote Munro at the head of Glen Affric. It is really the eastern termination of the east ridge of Sgùrr nan Ceathreamhnan and is often climbed with that peak, though it can be ascended on its own as a long day from the road end in Glen Affric.","height":921,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.257533,"location_lng":-5.171293,"times_bagged":36}, 
 {"id":"m270","name":"Sgiath Chùil","gaelic_translation":"","meaning":"Back wing","description":"Sgiath Chùil is an unspectacular mountain between Glen Dochart and Glen Lochay, its summit atop a small crag when seen from the south. It can be climbed from either, usually in combination with neighbouring Meall Glas but the bealach between is low and steep-sided.","height":921,"region":"Loch Tay to Rannoch Moor","location_lat":56.453149,"location_lng":-4.495653,"times_bagged":153}, 
 {"id":"m271","name":"Càrn Sgulain","gaelic_translation":"","meaning":"Hill of the basket, or of the old man","description":"Càrn Sgulain is one of the least interesting Munros, a featureless pudding in the Monadhliath and much inferior to neighbouring A` Chailleach. The intervening ground is riven by a steep little grassy gully so even the short walk across to Càrn Sgulain is a little irritating!","height":920,"region":"Speyside to Great Glen","location_lat":57.124371,"location_lng":-4.176986,"times_bagged":153}, 
 {"id":"m272","name":"Gairich","gaelic_translation":"","meaning":"Roaring","description":"Gairich is a distinctive solitary Munro on the south side of Loch Quioch. Nearly always climbed from the Loch Quioch Dam, it gives a fine outing.","height":919,"region":"Loch Linnhe to Glen Shiel","location_lat":57.044879,"location_lng":-5.255827,"times_bagged":53}, 
 {"id":"m273","name":"Ruadh Stac Mòr","gaelic_translation":"","meaning":"Big red peak","description":"Ruadh Stac Mòr, together with neighbouring A` Mhaighdean, is perhaps the remotest Munro in Britain. It is in the heart of the Fisherfield Forest and is a truly stunning viewpoint - steep mountains rise abruptly from the surrounding lochs and bogs whilst a huge sweep of the sea is over to the west.","height":919,"region":"Loch Maree to Loch Broom","location_lat":57.726781,"location_lng":-5.329288,"times_bagged":45}, 
 {"id":"m274","name":"A` Ghlas-bheinn","gaelic_translation":"","meaning":"The greenish-grey hill","description":"A` Ghlas-bheinn is a rough and rocky little mountain that is well seen from near Morvich in Kintail. Its ascent can easily be combined with a visit to the famous Falls of Glomach.","height":918,"region":"Glen Shiel to Loch Mullardoch","location_lat":57.25509,"location_lng":-5.303687,"times_bagged":45}, 
 {"id":"m275","name":"Creag nan Dàmh","gaelic_translation":"","meaning":"Rock of the stags","description":"Creag nan Dàmh is the final peak on the South Glen Shiel Ridge. It only just qualifies as a Munro and appears insignificant compared to some of its neighbours.","height":918,"region":"Loch Linnhe to Glen Shiel","location_lat":57.147263,"location_lng":-5.334597,"times_bagged":160}, 
 {"id":"m276","name":"Meall na Teanga","gaelic_translation":"","meaning":"Hill of the tongue","description":"Meall na Teanga is a steep dome, one of the two Loch Lochy Munros, rising above the forestry as seen from the A82 on the opposite side of the loch. Its rounded summit has several satellite peaks, divided by scooped coires.","height":918,"region":"Loch Linnhe to Glen Shiel","location_lat":56.989075,"location_lng":-4.930927,"times_bagged":117}, 
 {"id":"m277","name":"Sgùrr a` Mhadaidh","gaelic_translation":"","meaning":"Peak of the fox","description":"Sgùrr a` Mhadaidh has four summits on one of the trickier sections of the Cuillin Ridge - the highest one, which is the only Munro, is the only one that can be ascended without rock-climbing. The usual ascent is via An Dorus but there is an easier option which leaves the gully before reaching the bealach.","height":918,"region":"The Islands","location_lat":57.230869,"location_lng":-6.231931,"times_bagged":92}, 
 {"id":"m278","name":"Geal-chàrn (Drumochter)","gaelic_translation":"","meaning":"White hill","description":"There are several Geal Chàrns; this one is on the north side of the Drumochter Pass. It is a rounded dome which can be quickly reached from Balsporran Cottages, and formerly had a line of very prominent cairns some distance short of its summit.","height":917,"region":"Loch Ericht to Drumochter","location_lat":56.874433,"location_lng":-4.304519,"times_bagged":335}, 
 {"id":"m279","name":"Beinn a` Chlèibh","gaelic_translation":"","meaning":"Hill of the creel or chest","description":"Beinn a` Chlèibh only just makes Munro status and is overshadowed by its far more celebrated neighbour Ben Lui, with which it is usually climbed. It presents forbiddingly steep slopes to Glen Lochay.","height":916,"region":"Loch Fyne to Loch Tay","location_lat":56.390231,"location_lng":-4.835632,"times_bagged":325}, 
 {"id":"m280","name":"Ben Vane","gaelic_translation":"","meaning":"Middle hill","description":"One of the Arrochar Alps, Ben Vane only just makes Munro status but has great character, with very steep and rocky slopes on all sides. Bealachs with other peaks are very low and Ben Vane is usually climbed on its own.","height":916,"region":"Loch Fyne to Loch Tay","location_lat":56.249786,"location_lng":-4.781639,"times_bagged":747}, 
 {"id":"m281","name":"Càrn Aosda","gaelic_translation":"","meaning":"Hill of age","description":"Càrn Aosda is one of the easiest and quickest Munros to climb, but that is its only distinction. The mountain has been heavily developed for ski-ing and pistes, tows and access tracks disfigure its slopes above the Cairnwell pass.","height":915,"region":"Drumochter to Glen Shee","location_lat":56.895696,"location_lng":-3.423274,"times_bagged":757}, 
 {"id":"m282","name":"Beinn Teallach","gaelic_translation":"","meaning":"Forge hill","description":"Beinn Teallach was once the highest of the Corbetts before being promoted be one of the smallest Munros. It has steep ground on its eastern side but lacks any real distinction.","height":915,"region":"Speyside to Great Glen","location_lat":56.935928,"location_lng":-4.694757,"times_bagged":120}]